{"architecture":{"class_name":"Functional","config":{"name":"sequential","trainable":true,"layers":[{"module":"keras.layers","class_name":"InputLayer","config":{"batch_input_shape":[null,28,28],"dtype":"float32","sparse":false,"ragged":false,"name":"input_1"},"registered_name":null,"name":"input_1","inbound_nodes":[]},{"module":"keras.layers","class_name":"Flatten","config":{"name":"flatten","trainable":true,"dtype":"float32","batch_input_shape":[null,28,28],"data_format":"channels_last"},"registered_name":null,"build_config":{"input_shape":[null,28,28]},"name":"flatten","inbound_nodes":[[["input_1",0,0,{}]]]},{"module":"keras.layers","class_name":"Dense","config":{"name":"dense","trainable":true,"dtype":"float32","units":128,"activation":"relu","use_bias":true,"kernel_initializer":{"module":"keras.initializers","class_name":"GlorotUniform","config":{"seed":null},"registered_name":null},"bias_initializer":{"module":"keras.initializers","class_name":"Zeros","config":{},"registered_name":null},"kernel_regularizer":null,"bias_regularizer":null,"activity_regularizer":null,"kernel_constraint":null,"bias_constraint":null},"registered_name":null,"build_config":{"input_shape":[null,784]},"name":"dense","inbound_nodes":[[["flatten",0,0,{}]]]},{"module":"keras.layers","class_name":"Dense","config":{"name":"dense_1","trainable":true,"dtype":"float32","units":10,"activation":"linear","use_bias":true,"kernel_initializer":{"module":"keras.initializers","class_name":"GlorotUniform","config":{"seed":null},"registered_name":null},"bias_initializer":{"module":"keras.initializers","class_name":"Zeros","config":{},"registered_name":null},"kernel_regularizer":null,"bias_regularizer":null,"activity_regularizer":null,"kernel_constraint":null,"bias_constraint":null},"registered_name":null,"build_config":{"input_shape":[null,128]},"name":"dense_1","inbound_nodes":[[["dense",0,0,{}]]]}],"input_layers":[["input_1",0,0]],"output_layers":[["dense_1",0,0]]},"keras_version":"2.15.0","backend":"tensorflow"},"image_data_format":"channels_last","input_shapes":[[28,28]],"output_shapes":[[10]],"tests":[{"inputs":[{"shape":[28,28],"values":["4xHAP1kcEsDdgWQ/yga5v1gOLUAFusa/5MRSPbHcoz9pDVW/4fruvhgvz792GI478DrgP4p7ID95bd2/UkItPz6r/T+fgBe+ba0MPmnBjz8ojSo/p0gjPm+5l7/vkSNAbmG5v1bflj6GuFs+ODsRwNR6B79Zu6e/QV7aPT6KMr6oUxS/L5OBvxCreD/Bo0a+rg6Dv69H1r904h6/x71ePh1pL7+nrSa/XrcUv6NaHT9mWqA/Mjf3Pi3vUz+JI4K/ICpavlYumL+nFK++KmWfvyqotj+sHTw9wlZbv37F5T5bGyQ/onfav68lmL+TRNI/ci8Fv9rYET/7r4u+rKt1va+StD51/Zs/+QcNPbY7rL4w7wY/WucQP4cdHz1rq0I/hV2Fv1iQm79DPYI/F8MAvkZtPMB6jVC/AO/ivmyYCMC4dsu/E548PrlZID9k9M8+Yr9IvzSif7/qXHE/zOIMPv+Iir5bxo6/TyMDQF++oj8UUua+pt0jvxZCJz/RRCFAXW5vP7SEDT+kkFa+tmL4PmSPtL/aRWk/B9r5vjiE8D8Ze5k/9KaPv9A7hT8zEX0/myaNvn4/JD/clls/iSrUP6TqhD9U36a/r+KsP6M1JL8sxYg/Lj/xPmw7Nb4yisC/LXrVPKDgRr8A+PC+xyP9v830Dj8rrBY/uck0P4Bldz1Y61E/qQhuv1DNAr986MY+kAPTv9mlFz9QZpi/ONJBv2mx7j5taP481Bcev+I4bz87fZC8qwzBP1I9x77VecA/DUkrPzc3GT+beaC/vXXUvQpGnb8PKy4/cFTlv3DCnbw/jnI/j5WbvyLeeL/5qQNAgrfMPVZjEUBqaOO/ndXgPpZjL78HUbU9/1Ggv+Y/hb/iGqK/s6C8v1Ee2z+H6De/KSjDPnQGD7/uuOe/xoaGP0bldT+AAKu/NHOFv6wMJT8DVwW/R8GPv3fbm75avOA/1LshP1RdEL+FXrq+smE+P97GIb82rD6+nh6NP5tFiL/Vj6e+PXunvjQSur/wdc8+","kqsSwBmEWj/S1mo/UsGuv4R8ZL2n2A1AM7gnP2ItgD9Eblm/iieEvgBO5D4hH7G7Yvqvvx+CQ7/5NzK/0w2BvwIOnr6LanO/fTZ5PgX1G8AsGx4/U2Z1vd6WXL+mkUC/Bv3EPmSMMMA+EZk+AbkvPyyIOb+qu4A/pzEqv+CsSr81bTo/FlhtPilmaL9KAGe+hmn+vp/Dlb/zBam/8BYVP2jfsL8v3Js/LkpyvfCfsD8dgYk/fSYUP/kyRj+yZqk/i8KiP+BoED8olYo+ugXivpYRwj+tpa2+6Paev05B9z9hXdw+6kQeP1I0BD3moq++kq61vHnEAj+Wqou9lTVhvQfsM74JH+i+Qj+TvszBBD6AwTK/u5JYP0EVqb49qJ6/R/xovxQABcDmjwi/enNlvtGs5T57ADc/AeqQPqn3XD8ddMS+xSuKPjsOoj6rh3I/gkmqP6RfVb+oAUE/LlM3vWwikT9xyMM/wxRAP7MbRb8soq4+P2/CPbz1pD4uCE+/7+Y1vb9+kj812k++ZE4Jv+/7Br90wva+1RKKvwsAKT+4+5W/pSbFPq+Ruj45MPq+CM8GP/h7Ib4CJJI/7VNSviHQqD/p+cy9CKkKP/orOT/TzNk+zsH4v7HPjD2vPj6+epUfwJJNhb9i8p8/MmjAP9ksLz831h0//5Qmv8pbIL817aU/D5XWveWSDr8Kruk/eEuePiKybL8f7eQ+WLY8Pn6EbL9e2xk/dlcKP4Logz6b5qu/YRmfPX/tuD3CrBU9QHDVvu60mz7tTAW/b9MgvqT74776GW698fJOPd3n2b/ktQnAHOo/PmkpuD82hX4/Z/g2vVLCWj+dDi8/jLGdPyYPy74SYjY+nb2svrSs6L0XKwA9yUywvegpSr5mYrK+/ujVP3r3XD/0sbE/kWKlP/LqW7957kG/Pe7wvfPxRz+Pavi/z0XGvxnlXj010PG+QkmCvxpRbb+zhic+O3MjvroTxr/iaZy+fpWaPonRab4EdD4/bfkTPvplCb+x9wO/","6Uw7vzaVK7+xMDQ/D9iKv2sK6b3c5Yy/cuhTvy5qAUAIIZG9EMqSP6MHJD7SrTM+j3QZv4ogDT/4xja9zKchPqbwxT+pEJo/AZQ+vy3aHz905e2/ce9AwDmf5b6tCcs/VJIKwEyPbb4CVjc/z2xWv0p7KkDH9uW+KoMLvgBLPT8zI0M/jQdXv+8Qpz/xzxI+gtSxPrZvHsB575I/wg3Hv6fdNL655ea+exWUPsZkn76vlP49YhsDwFnaMj7TSXm/xpRWvbzaiL7rTFK/k4NxP18guL+UmHw/JmlEP4uRUr9LY/6+MC6TvixZ+D4A4By/dwIXQFAtjT8DzBS+MZUqv0y7PL9zcE4+e1vFPUs5Vz+pFoi/h/WcPgDbFj/ggw8+Dauzv4koOr+9vPW+VH//vgDBtT4L9QK+wW2xPkMDKT6avwW9au2Bv9ePBj+rCCs/IMB2PR46kb+78dY9xg+evxTBmD9/P/M+A+Wnv5vChD9ArBE/IdbsvziD0D4czeW+5Xz4vxHhtb7VhvS/Qv+EP8yrPj2TxZY/LhydPt08Qj8+EFg/SvsqPxRkJr9pI7m/EWGIPsgJ1b+Rhqs/Mz+/viZ1VT8CYao/mfgbv1H5Oj+QSWW/Fo0swAyaI79voHA+FkQIv1ctlD5f4BE/5PuXvt+qkb8EiGG/nH2Dv04mir0nsN4/wc4WP+ZFY78n5s++wFLyvrZ3VL+Q+Lm9/LYCQEh5XT+zNjE+FkJJP3BQG76DAg+/RsOTP6xJFj94WOI97WTKPgwFGD6d64w+oF7UPb0Iwb7en3q/ZmQCP/ecTT/DEoc//XLLvUo/CT9hI4O92Us3PqRLoj2Hr6M/FqSGv1EIR77P4LC+aJZlv1KWYL7CJf+7HHQ1P+jzUD9R67g+wg5ePwWICUAp6Xm/Oroyv8+lrT5XMVg/6IuGPs2CxD9Wqoa/HxPsv4MAUj/Yrz+/7d8kv+LIgz4+zoy/3SaAvyWAhL8ALOY+OJceP5YqL8B44Dg/V9vqvAE9sT/PL1I/","+HxIv2/GLb0vyQpAB9dfPx6Bcr/CQ6E+gdu7P8b8hD5Q+I4/uDkLv/am4b6ZLVM/+WWKP74u+z7/Pa2/Mt8JvwFe5j7shuu9R0MFQFPHoT/IbH6/IIE1PGZEHr0qHNy/LcVdP9Yjp79ngsU/5gqzP40YTb7Kz6c/OCSmvWacbj52dwI/kdYGQERP7z8bY7u/nJeKv/M7gj1nZF+/WQTOPlqdXb9dZBO/IErEuwDAiD+ytpi/iBxfv0mfbL/+voW/A20+v6tX178Fewe/I1TWvgmMhj+TF/S/yvMMP4S+OD+t1P2+KVy6vsBWjj/Hnsy9DD6ev/06pz2ySiQ+Ze6lvxtcuT/ffkI/dhAEwNx0Hj4I4EA/n3jGv6ujmT7zPW48r5OKvHfdeL7xrHi/L0Cfv5Tp+D5WkNS/gyQnPg2Hgb6CiS2+PYpkv+pEyr6dldW/jQggv8lT4z8ejre+QTmlPwO2Yb8+b7s+oOMdwM0aLT7+152/kL0Zv0c0bL/AslU/Sk5oP6utDUBYWKs9nCELQPprjD/5Joo+x317v0lPgj+NAjI/6lfTPtyoW78/X7C+WjY9PkhinTzFD6y/nW+yP0cfeL8R7N0+/pjuPFPD6761hs0+Q2wEPxQ4Kj9+f7k+57Tjv8xwrb8tC50+D8qOPif7Sb/iD5o+lhYOwPOWHz98+hY/+3KSvxdOyD9ohqU+IXTxvTsgvr1Fs+q/uGKDv0qAB7+ly9I+XOkHP4fI3r7mlqs/EZNuP7EtK7/JtIo/BNRSPpATXz95e2Y/1T9QvRzE3D5ik14/7g8/v+HBrD7/Gqo/Uv64vmhjNr9ESMI/Gb9/v2TCdD58vrU+r5PKvqHPWD+bM24/Rj+UP3GFkr/DcJy/5vLZPiIeRr63/pc/5sgpvzi1IT5ivHm+hJfLvzJuWj+YWYq+s6kdP0DNAcCa2lQ/T1VNvrAaqb78tls/6mS0v7JPmT5BE3E/7TyyvV9A3769l0S/DagNv/nm3D6bXo4/+MnkPACcBj+qlts/","6xKLvqYMfT+w74Q/nxvwP3fWwT8hbta/HnglP0wyDr+LkKI9zX2sPrKvNL8Bhlw/0qzvPsb5nL9Lzzu/xTaZvw=="]}],"outputs":[{"shape":[10],"values":["c25ewnmVQcKgg0fCHsYGwjvL/cErCbDBHxQLwqp2qsHq+QTCptjEwQ=="]}]}],"trainable_params":{"dense":{"weights":["sbGLPpvGAzztk80+pDdFvl86Or2KEMW9WZyWvoCJi7uqE5K9e/3evYD+AL1ie449oldAvpmTgr1/yaC+IVIqPR7jOjz4XFQ9gSdjPc6LGD6NbYa8DBYxvovXoz5ukl29XCVlvu5RrT50S/49ZP37vQTNu70dpn89W0OvPZO6qzsSEH69X8HSPXT6i75+E0C9vpAFPbPdOz18neO9W+d/PIuyzjxO5yW+c5UiPUqK1j37aI29vQ+WvrcGkb0WSaQ+SrBuPlbxrjwONym9bManvSo+8rx1puC9gvNuvWLMbz1fiiq9RR8HPgpiFT2/opY+Y2mgvUkNo72QLwM9JhOyPpwwyT2MC9K9C3K6vubjTj7pKoK9WMqVvcR+tbyRpMs+VcOUPmvohD2m/x49onwXvg9nTb2YK0o8MqKHvc2laT5eD1s9lZaAvLoOir71tKs9fXaOvTlpir2gQKG7EcOcvZMfDj5lFJg+uygbvQD6rb7go5O+EexuPkAEK7wxppw9lPRGPRJVqL2h4Os+CKDuvjDc/zzrwy69jZU0vSp6H72AEAo7YIlIPTlMHD7kSqI+XlaVvcvrhr2elRS9MmkAPgDhRrpQ6Iq8X8R4vi3xL7xq5x69PDCQvFCyQz6Svok9bPIBPXPSij63etc9zPabPlVFvLu6/DO7mVVoPjVqer0S118+z2+5vnJSqz7oNc29e2qgvQRUzz3Msos+qF9nvLQ0Pz0HEKy9vzSlvQslBL6RB2C+TEOnPWBxYj6lghW+5gvVPRvsqb7Sh1E9hVt9PgNslD6Jsui9YR6evvpDVL7/X5M+lzOXPa59b74Iwp093XaQPpDQsr6F86g86Mg9vkPrhz2T7o0+q2Awvfx43j0Iezy+RLYdPuJoQ75bLaq9MicsvVEyBD2Myno+fjy6PTZpHj5qImI+ki4VvYhRDb7eXjk9zsuwveLyI75Bnwu+ToluPWFEuL6ejZG8kIx0PEPk5r32JFE9reXUPcecwT3d3r69FNZoPhn0Wb2yOwO7","brr7OzWLyT1LFpM+NDJNPun2nr40PJ2944K5vUksWb6wrFk++LdYPnrjaz0RHuG9xEE2vYPXpD2cqVe8MZcuvSITL76+oFy+K3tFPsmwWj4gsw4+KWJ5vgZTgL1/Kn8+xToSviekWD7GlJw+eSDhvXmyh753kJo+iZGKPc41Rz2INp89a/HRvZDbgz5lEoY+yisOPcwFeb0IMaE9toMgvHDKjr2YAS++WXA3Po0WdD4AiGS5CR4Bvm79Oj0N7ca8hMTLPZKFFz2HEJ66+SePvX+DLr36GI69a8vUPewAUD5AJJy8k0RsvsYYZj0IViO+ICG0vBN8Vj48E3k+bScWPmmhC72f3UW+cXdtPsTE2r3WM/y9tblGvt6aSz7E6j49HhNivKRVMb1OEEy7DXWBvgVfhb3qRtg9l9+EPl/reb5Uhl06vnDOvcm/ej4Z36U+fx+6vjt5/r1k7Zq+oKg2vhehxj3Jrxe+GilWvkX2hr5ICC4+Z4IhvkmNjTu5oG2+Sg09Pi87EjyF2gs9s18fPYZQJL71pQi+MSuxvi9Wu758OJy+vSZ5PuJwrz2seyM+WMU0PgSGRL4vnim9brV4Pt3g2Tw+sNe9JEq5vk4OE7695Ty90YCRvgTR0D7+9Ei9TR+svr5vhj43JtC9PveKvYGnH74nxIM9wN34POwInL1uuLQ7/oFcPrzYhz7Jk8g9Cr2cvtAADD2Glze+soHTPPsGqT5Koh4+uaKQvV5ZrD44DcQ7iBIjvbRn/jrrbZq+bWg1vgw5Lr7x98u+pgo5Psf4FD6ryF2+shlvPSsOu73WGb2+tmvSPe8WVj4s+wM+y/XdvjUV4j0YKSM88PZyvD51kT2KtSU+ERTlPr69QL7n14g9Z8O8vR6d5L0L5qI8urFKvZ6v7D3K4J+9u75EPgpEt7zk4tG9UDi7u255vz097x49C+JYPbj7CT7OJFY8e8mTPZrLdb3ni3Q9FbqSPi27XD1jmO49PLx7Po1AmL7LeK094AcaPe64qj2lLL69","GWaoPd0lyjzsMZC7mjIZPu+QNT5bi0C+qQwWPnA1Vz2DuKO9DTPkPXRQJD3OHcW9MJg+PiYuxD0qGvM8hKOlvjWZ+b0uFgu+6ROjvQd5ej0l69a89G3TPmywtD0x/lQ+/SfnvRpqbL1luw2+Q2/iPfUfij4ZYHs9M5OwvT7GlL0w+Gu+kfthPvBVMz0pbSm9wv8APYpUgr1n1WS+yuJNvZ09h76g7JQ95TEWPmRJTb4ntj2+QDiEPjTpn70+jGO8J/aQu+Jwmr7U1fs9hSvCvaodhL3UjYi+UU0ZvadVnz1hsL69hkRsOct5mL7YIzu8yh9Uvs/ysz2akxK7XDghPn7V6j5yjOA9rj2RPYmdVr7NFSW8D92EPVIWfL5KbC09VSrsPOYXrT6CVZ493vNqPUFsNj7FWLc88GrFO3jzDr8YJ0e+YOUHPsTnqDzhrmM9mrR5voi1Pb6EwlC94sIIPyZvw70YD3w+emvDPenFtj5cgLC+p98dPkB+GDw1nYM96K+svYyGoTs+iPC7B07QPSJYFD3+U6q+ebq1vTnnezxUP5a8trHrPUZ6hj3LckQ9U5OTPcR9Kb5vk4W9BseaPsk6vL1ptPi8DAQ8Pi4Njz0Z1m29Lj+aPdHos72NIZs+gZiEPcdOw74x2CU9Y5c1vkIPlj0rYJG+etgVvRbSZ77SJG4//E7qvQlr0z3zqTa+DZuEPhD/jr1auMQ8jH7mvPM2sb3JESa98+amPfTEqb5l0ke+uulfPvLVHz3UtfK+deyYO6so8j49L9c98wOnvmIq4b26SgC+v5CKPgEVhD2I59C+FF31voEMqb3PPUm+JNNKv/Hbcj4yiSQ+K3oAPgBB6D7vKT6+/UTQvl8g6z7y4/8+Sn00vj9ghb5GQGK9QmyCOygSp7672fQ+KHCqvpKpBz7lCQU9HMzOvKIAF75JL+s+XP5Zvqt7Db0Ieqi+oJDwO6Sj/r1TY44+LaGaPQxZBj44JcM9mviZvvpNpDw3BUc7rg4PvqCJRj3T7VE+","1fmqPm4tqr7P5I2+2SgQvwAU/74c/w49N/aqvu9z/j66/Mc+7BuhPYgwLL3UY3a+FKnlPTgwpr0yiJ27E9cAv+hCsL6XoZy+3hSRva+WHz60kWq+ugArvgSNjT0CHeM9tu6aPrjthD5yoaC+3DCZvj5a0r57Gwk/hByCvN48Mz3wA1I8BtajvhEyIz6shbS+ouInvTFNGb8OqQs9rdgOvlf4lr3zoEg+/o1Svh6pgD5I1B88d7wAv+0WlT2vTCM+WQVzvkLeBbyl4Lu9Rmb4PgAPRruO4s2+dVmHvopdyT1as5e9CVa9vgYRfby9wIa+a3JFvckyoL6tXPg9tZDfPhVA8D75TQ+/n/dxPgWuj70GJr8+bfsIvgg6ib2LHd494B2OPbVthL0payI7o/gOPeoLd74XY0A+AW58vqkfeb7Im7y9Gy4KPxaHRj75yE69EMgrvl+xVr7NmBM/i7X2PYDZ1L7HO4G+p7u/vvGab75gXe2+5oDGvHkjlj2qOFM+177oPfiozr6JMKq+dTcIPUtFMz6266e+HOMXvjWi+b1LYqA9gmHevb94/T4FlZa8R6CMvugXIj5V+pY9l9oPvuqcDj+/kds8rBTqvcJwlb6IUQQ8hMGZvsf8pz5IGwk9ZhGtPfM1mLyR34i+V7JyPmWLLD4gUji+9sdQvQWQlT6RQVw+mb91vpRBEL+GRm2+n/7NvlKWWr0zQv69Ioa9PqMiIj5f/cm9zIrAvHWt7jxTHZs8kNP4vFSvobxwd5++PZKIvmTX1L5r6Ca+eODAPq5HWr6t0ey9/hFtvaeefj3RVbs82qyyPkSMJr7mE92+2LZgvgWWED8qMnU9Yay1PC8vHb4vEke/T+rAPk6Mdz0zCCy+duD1vt4SuT4vtyo9iNwJPcD2CD4fZQ2+AMCsPZVTnT2pddu+z+OpvbMrvz5fprG9ueMyPfmF2L7YQKM+HzSSvJri0L5H4pO+DaKnvlvXoL0rOve+amdKvgq1Rj4K5Vi9HMUEvrfTsTv9Y9U+","9akpPgqJWL+CM60+sgCNvoaP+z5BswW9mHkavzbWMz0noDm9SWXqvXPSSbvpNBA/Cq5zvXBqOz4XZUa/bvyfvrm7LL2Ebn0+9goHPXawmD6t+Kg+lqC+vs/ZDD+WaDu+pSxuvtDTqz6Q1Li+7l/wvf0Ddj5oX+K+RncDPu38rb4gn7K+4U1Tv02g2T3Lfge+j7aVPj+V0j5LAmG8xgVtPcDyAT+iJpe9BnX3PsYXgD14UTe+u1DCPmHrET1AkMW+CyuLvmhB3r1JG9E9haJtvuYOkr0TJ72+FV+rvvC+iL2+Xqi+EfG8vkhXWb4l8vw9QYATvnV+lr5KdoC9WR9TPjcHnb4aT9A96mgnv1TxK79Xn4C+YtG9vI/WPL4zG2I9PNC2viqTeL3RFoM9shROPQnM970mTVQ9tcHPPLo8TD4bTaC+Xd5zvgF88T6dB889fzoOvj81sb7wmZe9MtOEPlSiBD+dpSk/viW0PndBKL+Ckl++wrpwPx6Hf70Majm9IjaTPSQCI79Th8k+GtuyPnSckL7GAxS/+EJSPmQ0V73O3BA8LCCpPv+z7b6Cs4y8up28u3VNAj5cyXW9sPmfPj8VuD2CClO6yYkRvyCBpD5u3Lm8u0cLv/gyYb6zI4C+MgoHPS3kMb/GP+q+Ml/bPsMQTD4Kc5G+ry0IPLXHMD66UV0+hhJlv1JcIj5Rfe29dZ0rPUdUg73tbf2+45mEvcx+fDyu34C+AHcGPaVIIT8573Y9q2WoPevYMb8f8hi/N1jpPRNdAD9ofe89v3IzPyRERj/qAYO+9WFhPjMmKz1A+a2+eT3JPsnhzjuFPg6+IyqgPtLYub7tsDy9+AzwvnixtL1o4GW/me6PPeR1Cr50YyY+okXNPlD9w76FZdi+DBH9Ps6Wnb1xvaM+7A4Zvd3gJz4xnAS8BPO7Pe60LD2FhAe/oaWDvrxntz19Vb6+Nkpvvc1DwL1t9dW+Wku6vK2i4b49kkG+AnJWvmPP3rzeM6a+rahNvu/3JjxPR4Y+","UGKMvUb9Pz2Sas2+1brQvjcv+b5W/+y87icTvm6mvT7T2oG+u6HuPIpyBz3JO8A8AAyVvuUQljsDlVM90VoBPqvwT7/W5Qe+xCgpPzX6FT5plM49t8XNvteAHj3dyus+vSodP+gVQT8R4RA+VyufvvPywL4OWxc/+HVLPJ4Eej0bZNQ+WVE4vvmK2j4Zi7I+21RWvr7ICb9FStO99rw1PXgkCz0gj1k+TLxKv9CzuDz0NDC69gdsPp4qGb1doOI9e551PpRydD366uq9L5vJPgCrKT1J1ee9LvGXPuY9lr0SG2W9tb10PX8mVr5J74w+26TuPW+sXb2a8bW+5sPAPbPCor0+ozq/XYK7vlcFZL4n7w0+kifQPaluYb6uqJo9uYbPvenBib7YTYg9vETjPftFpL6Cy+s9+SlRPqv7b7/N1ng8ZlGrPmA/DT6Kya0+GxIGP3cvBz52DC6+Rs8PPqwcRLs3d1C+i3ABP0KaY71iD8I85iAUvs27vb18iGa+t7Avvm0QtL48NSW+mV0XPiDV8L2kMn4+KDxhvgwtOb+WmQo94t6PPgDPfj7oesu+klACPtejFL4LWAM+qfEsPYiO5b60j1m+pJmFPjJQMr54Nz28vyaDu4G+sr3fqYE9lyevvXMnsD5RPCa8l2+5vt/EjL7xBak9KTisu0cyeD3gswA+D9k7vQVZqD6Re5g+n4Q0v9U0mz0Q/1++ObE7PsSu9D1n91+76mCRPc977jyhf6O9RU+ZPY41sbtAgsG+J1ktvyNqRjpz24Q+dlY3Pq3Jkr5CfJG+fy7UvL+X9D2eAuG9BlOZvBN+1z1ywFA+L6hIPftVGzy8dKS9NsTFOxuG8z5rJa8+i7G8PcfszT6xF7W+JSbfvolZab47eLO7LIKMPUT+gz5gBCa/aIsCvm8ipD2VbPU9GOfiu+vSWb6kk4s+P1oOvc5jmjxCC2s+4xoGPBh4p7zR1AI/nneSvn10Dr0nRNM+au21PpUdxj2Mgqg9bX4EP7JxjL4kNTg+","GJpEveQcCL9HMg++eyjhvpTRKj+k6Jk+5biCviRe3bx3mrm85cTwPP75Tb3TbOw9fJ8BvxSCJzxgr7I9EplXvxtWZb0dlNe+ER6bPoQ4Cz//n28+osZmPoPsc77w4+w9SaVXPqLhMb6y8gw+ImqIvii1cr2Pgyu+D3jCu84m/r1wS4E8pNsEPu4/q7yJt10+PfJAvOAsAL6PG6i+yA0sv3zPQb4pjCw+CXKjPRrVs7tYIKO+euq7vnkd6T270TO8aJpfvtbxCr2UEM29E68TPTMnkbwhif09zO6VPdcNH73OaY6+16WoPrF6ur7h8ke//0HwvUvxOz1ZQB08e0DCPnWs1j0fbk6+RflqPpUtgT6zTaK+bXu+PJbQmr7IS18+XB8PPoT0jL0r/tw6XwOTPi/6Lb4ObNi8bDplvFjouL56zfq9xaadvvLphL0uVpQ+kClXvr575r5nFE28FDwfPkvT3TwNPk47b8NVPjLnMT1J9s49PvogPdGfoj0yCMq8Uqc7PjFcRbx7PJg8MuSUPtnaLr4rRUY9juUNv/7tx7ywrZe9PSyVPOc1X7x/Hqg+wr1RPSnbqb5eumK9vOBSvQzhZT42buc81MlrPoEDzT79wei8F2yNvkIvJT9m0xO/CuzAvb1pIz9Itrg+IhTjvbXkNr49Drk+jSJrvvBesj3eVNY9td++vscsy77I7z6/thQGP7I1yD7PBgy+/qu+PXwZ9Dx75pE+Iaa2PFR5rT4K5lI+P84OvZ3lnb5DSwK/maLivX26pr9WthY+wmSmPu3THD6Ctsy9VTv0PIbO4D2A7rs+VBf7PmTGLb5Wyna+kK+EPC/QIz+DF9O9klNjvnRvsbsmFce+j+KIPTsJdT1bzcG8RaorvvE3u72BeAi/3OWEPismWj5+yZk+jhVbPl1UU75E1d++4EQbPNCW2b6IsqS+WyBvvgnjmb29T+w9XqiSPX1O8T7WcJ4+5u74vLbby76WWDY+0MGkvvGXiL8lq4q9g2htvlTGnj1eF/Q+","+ejgvYU1/76og729NVagPt91a76sGZw8rIaNPa6HPz/N0Aw/uPqPvYIdfrvqvVg+rT2DvpIuoT1TU3K8tmUuvuOoCb9JyNm7w/Givqqc7j6g11m+8JIlv4E3TT3TNAI+devePlOPtL2/2qa9UuKBvrGzFT3fy64+AMJMO3n3nL20PPk+LKw9PWt7FD+857S+VCsPu6WHJL7+I3y/VwYePqr6AT36mOA9sCwBvtfNOj8M8IY9jX7yvf6OkL3rpPY9cGrEPsnCOD35oSA+BfSJvT73lb3Sy/O+/1YTP/LlhL44rmo8R1ijPqt9dj4S/Zy+kjXUPS6KLL56XpG+8flUPe/uvj0BKgG61iRavRf2I77RWX4+XV5lPiI6eD51C7c9Xx6gvYN5vD05gSm77xfJPoQGCT/JlAG+sbrTvJcVXb6wTGW9gk0RvnyEer0Kuc292DJJPq+joL6Pg8890dP8vRV4ED9xoZM+gDzsvc4mRb7EUwY+TY8qP6Dllz5EWcc+Y9pbPjkZlD2zyto9d1KAPmoa+T1fR54+u88TPTiBcL7zhMY9rHUxvXOhEj4MhEU+BN3mvcFzF74wnHQ9b46ovu8W0j3sOvM8MeeHPerKDT50Y1a93/UCPZrjdj6XEkM9KxVRvYtKxb008GS+L6Y7vphGFz3q+oq+Z+RCPZBoiT2v0Ce+pdb5vg1X0T2pxyg99xGrvrcUlb3rV9E9iRbpPLgaND6he4m+dcbkvRQCJT6GZa6+Vyo7PrnBAD3tBmy9cZlHv5nu8j5N8TK9OCHdPq7QXL5hlIi+WABpPaaJtTzV/8k+E/eYvczHcD7gdl6+pg5zPrzbaD4OwXk9SyalPHtwJz6u1nc+yxsBPrDzHL9ZsIg+sppavjzpZj0UdzA+zGYzvbjP7DyfekG9aSumPnqeND261n4+/FWGvUAE2T4lDZo+cn1gPaHlgr3nG4o6a/JyPQfd6L6LTUa96qvCPfhSMz2Edxk8msRkPel/kL1MCh8/h3f8PHcbLL7+WAc+","UTQLPrmUwD4bs8w+Dr8KPkiFRTwnFaw+ZczAPEb5Hb1m2708Q+u3vS3HOb029Vw91d5kPqZlDr5hBrE8ywIPvi3GWr2rXKs+wKidvPovHz4P5s+9DFgRvcU/qj7yUSm+htesPp6Lsr6O/MU91i33vQKMWL6l7Zs+9cKOPnBmCD+3QZg+y9cXPwkh4b3etBs/105fPkKFg749K2g+T4MEPhPVkb1KiLq+bUFBPZtj7zwnQKQ98qI7PSgYL75cBmo97T8RPyfSnj5VbAQ+Z7SrvRP5YL21/q++z6jGvQxm6jvIms0+vRX9vhv+dT7qsws+fl6dPrMpBz7ytak9t5MdPgRDFD0fyu++P4KYvfqeSb3/Yps9znmcO3+aRz7VeZe+PLwuPiOr0L64RzG99UVOvcaw7Dv4RxQ8sx2SPDWSuD212yq+PmeHPuQaVj3stZg+8jqEPkNotT2VvIS9bwmNvvU9ij65DVW+GiECvqTym74k3Jc9sw85PgqZl70vTMC8v56JvndceTzyITC/OKbpvu/0UD4q2xa9IrMrP0VCar066qE9lRTjvVtPqT0xacu+AVGPvd6yiTwrFYe9X2M7PsHDj7xTpkU9s/wNvq6gVD2MQ4I9I6XyvnPwbr4Na1w9kP+FvZHihz4vTy++56GJPlwy0j1GdQS+SE9SvXzNfL27Xxu9mlNiPvQZ1byQwgc+oNNwPqhi3j6K9mg+5LZJvSyCob0HbKm+K2w1PVT9Ar2Nmio+CZA7vm3HmT3CuX8+TjiKvWH/BD7C6bC+nmmEvodqFD5nlbe9NINePry+N74O4nY+5RHJvllVBz4KkIU8jLZzvh++tD6SMBG+CD/cPbXBUT4chik+mJsqPqE89D32w6O9+MoZPmWpFj9GjOg+URuEPb7TO7948ym8e/WcvhEmzD4+j9E9afIOvsIvI7ymTs8+8NOmPm/3zj4JGYK9FLZ+Pai9j74RnH6+NrCWvXgO4z5lJWq/oj28PMVuI70Zyho/ZNESvXmkgb0RoFC+","UqfuvYzHhb3PPbm8Kw0OvuOXBT+uPji9PhofPxbJoL7hUJ6+yKtrv2scA70ot/G+bhTkvhbWVb0jiVK9NqXDPhMuEz+y3fA6G7zoPbvemz6cTxm+MNi1PiXcmT3mk5a+ogHtPhMq9D3mjje+DlefPbUIcD7y+3S8lusavcGgd7wYfvM8Pkc4vvOCQr8y6D++sRq6PeYeAj8MWOM+HNzVvaxhk70NKAG+O4QCPj2Oi7/z+6Y8UTQbvm1pgL0pI0M+cZyZvHVokD23PTS/cL2qvlcvWbzHGcK+Ha6IvsJeHT7ulzO88rhsvtjZeb6A54k+zaRePvaBAD7Ng0o+K2U1PkVyWr4DXnY9w4cbvhPnbT1eW+s+7e/PPpkasD5IDXQ9ENTLPepkqb5s1P2707zVvSd5Kz7UUlS+BOmBPUfTGz8VYZm8vHEHPktd1L7/AEG+ixEEPklhT7xai48+PdteviI0qT43iN2+7fkuPbJICD6m7sm+aZbEPmx6o759aac9FZKnupmwbz7qtjE+K/sTPNWBi75mBIg+a7FOP4IsyT7D3zM9nPY2vwootzzLhBW/FvSsPnvDTT7dttm9DCGAvSD/fz4rOBc9SVTdPhtFg73DIDG9iP7cvWahs74aJZe9cUzYPrBuhb9QuuK8nYlqu3Tz5j7ZFko9PIGwu1St171JfiK+bWvaPkDYVj7zwIG9RtFPP0a6E72RDSI/PGHSvjNdBL9eBRC/T7nEvZbKA7/m/YS+QaCOvVDc4L20K54+DDwbP0ocEDzAo+E9C/3gPsvlur6FnsA+FyvtPH73N77eC5Y+HDZcPUv4S76bW8U9PgoXPmSLC75IfQw9VmwxPffbKD4QgqE9GH5rv2Hf5D23NiU9df4zPqpZBj/bYq29EByiO7yMkLxmVbw5Pa2Jv8hzjLv5UCA9DlN8vftriD58Q7Y9/3OpPPTbeL+3Z+6+Ae0EPUa/Cz4lk3i+1Ej6PXyW9rwHwXW+iUegvvnjLj7gNHY+RNBKPmjC3Ty5KTw+","q4+8PryFkD7d3Dg+NJfAPDqz8z0wLEs+BkE4PonIVj3RbrA8/Z3YPDHng72crAy9LV6lPXlHJb6K7567COeBPg4qEjwVGIQ+T5gzvuEBJT7b5d29UG/5vbT9mD7yChG+lKe/Pp+6nb6Z7YU9zcFkPWNzP75Rcpc+f9KdvWc4qj56/aU+FZ/kPh8io7ugnq8+yOjNPc8DRb0ppFg/WsqTPkdRnz1v3Se/9kwXvf67gr2pAY89lTEsvAONK73kgb89JaMPP/ocDj57zVA+4WgDPmpg5LydbpO9R416vne+ar2cGgc/Vzs9vwe9lD1gYzA+o3elPmv4JTzb6bq8Gx39ugoZ/Lyfgy0+gwesPX8AAL753MA+cWAyPWxtrD5EYZ2+3icsvno8D78PpjO92P51vaHc+r6aDPm9tD7JvUuhPD5bMvs9Kv3kPTM9AD6JA6s+06tSvuDCLD50+ZK9kdCuvi4PKj6K10E9R7eAvH9sh76mNQG+E3E5Ph/dJ72YJ/47hVXBvaRJ/7vtBye/l7wpvipm3T2qkTQ+IfIsP30iITwMtaa95hyxvWwC5D07PBe/7QqLPYTKe706rVu83ZQiPvU9sr1VU+Q7yqgTv/F4073Yyqe6AazavkFQkb6I5Ua9CJdlPZpqhb3jYFi+b2u0PsTwlT1W7Ru+Uoz/Pa5NVbx7+MI+ZildPrkspD0mYg6+wKFtPth0DD4TU9E+WaaFvP+ZWz3fLpo+BE44PbtZ6z6X77I+cYg9vpF7Vr2fMAG+ByAvvamhmT34KIm+94fCPl/aEr6ftAu++78PvnW21741sBM/KfqQPtYbGL5CLFO9tD3DPjeHCT9nJJY9XNp1PTPpDb5w/pk+qSiNPv8qVT5Eerw+eMNMPpmHiz6N3tg71l0UPkO4sL6yy0W+Db2sPnS/eD2WHou8rRfHvPyLsb7iiGs+Eln3PGLfHD5r6w6+0IkQve85Dj6mdRS97AeEPWAKxT1lMim+HphNPRrsT7259Qs+xWd4PV6mhbwb3sE9","Jzo1vrzEQb6ON8Y+HSJAPaj6lzoeWlI69WL+PSsqnb7SVge+Sh8Bv+LRyzyyF+Q+kF69vl+5oLzBhzU9FXvkPAzu1L7yojc/pk48vdZviD7YlA6+Q9JdvqxliT3mchM7Z4fjPju3kz2fVps+E8XKvbyMD77lfME+CFmHPCPkqTrR3PA9pZu2PqUbSb5n2uq+RGODuqmsmL3CNV4+/6cAvehIU72lGRa8G7ioPX1EJD6/3VQ9dVqkPgjjwDykBv0+jqJfPiPnxz10+Rk8pmyKPkACW71C9JO+l/fQvRsrFz6oR6u7eKXyvQSkRD38NaA9QQUQP+Q5jr5ichK9rFuIPhl1Xj4u37S9OK8Mvvor9r7DElA+uNjOPr035T09q7E8bz3vPH8psj2rxL87ZDbnPtRfxz72lXe+AK0VvmFUkT51Pxc93Vgxv2XIubyJdB4/jZ11PZtgZr6/AI++uvauvnf63D6U6gA/bqupvguSAj3zZUc+D9cqPxjssz4Ht7a+eiMtvqPN5rxzs/s8qM0uPdqLxT5sflI+52wwPmTupr4LYmM+mT9kPsGUAby41n4+J36rPXWBlb11wai88c/wvuMdqbxPghg93oFFvtXGDT7lF+Q7rUYhPs+rQD4pYZ08lHqPvqaHNj6zj7G+yl0yv2ZpBD1RO46+D+GTvVaZrz1I4ai+lFzBvNWsBT7Yx3I9TbIevoxXM7xPDmQ+V3blPSRuPj7v5pu+vinDvB2n7j7Xl+a9yLL8PH13Frwa7Io96jT1viG6iD42oMC+JBGBPgFy4b6CwOy+67Y0vLK1y7216/8+wddUvUzvaj6Giri9FiUyvVd/dD7JRZ09eXnSvAWXjjz8pZE+xHwNPteI5b4ArAa+NnmwPFzAzr6xMR8+14MjPS4o4T2kIA4+XoTgPrjTNjwFMEg+LW+MvZ0bhD50lsw+IrBsPA+BjD7VjK0+A96CvbgNxb3NTx69tiLvPYy4ZT3MEq670TJXPuN4FL5G6JA+bo/Vvdl5hLxxucw+","utY4PB1S9b05E7C+BHoIv5nwoj5noZo+06/rvdxIsbwQ9pO7AgRIviU9yrx/Opw9aqZWvvk4T72my7C+i1ePvkpF6DwHFBu/0VcNvqjPkz5RJhs+2yqiPBn1pL6nIZu9yD2pPu2nmD5wJ0m95zNAvl0B1D1Ih5Q+6EODPg8+Ob4wrha+09qkvsBTNT1kETG9GZyTPnexLT7JA7M9Y5zYvihTV748w6g+H7E1vVMiIj6GQKu9y29xvkshhb1tKim+YAU5vvtaxr2yU0a9YY0oPuCvPD3/u7Q+dx2bPb4VmztzHju+3xt1PrKKBL+0lSG/MehJPRycwb0+iwm8YA8EPhUZX74m1v++gZNZPpXFzT7lP/q+6Z5bPbYQXD150jE+JKVbOx5Xbr7A8qC88GtiPvwNUr4S05w9M253udf+AL0KOlE9sSSgvlEHeb5SjY0+IBeovndeAL9Pe2g906qtO9t39j0X9xs+cHCAPsxFSLzEjeA8KBmSPRfymj27dJy9Rp1bPqlolT6x34c9NZM6PkBEIb54CF096kYevx644jz+ei69MWIWPoRCGb5ITo0+dhyQPGrYGL5eIAU9ELiiPICHdj4XVBg906mlPj1J7z5Jt2U9DNGhveHvsj6BU8S+cfxHvUGGbz41KrI+o7Yfvq5pwD2DdNk+JBFlvbwrdD1U/MK+77a3vgLEO7+Brri+NC4GPsNLmT64gWw+hHM8vXK7hb0IfZq+ylgVveddWz4Ho7S+z6gwvszATL6Gt1m97mCuvMYtcb2Mtbq9KWzUPjBLxj6vNE0947Gdvs17UL4pqhm9MDzfPEJkEz+V34K9bKdKvVs31z235iw+p1GWvmL/X74f4V+/ioijvUEYE72lCX+9fiQ9Pqa5MD4h0hC/6Qf9PYZn6722xZU+uFKjvkXItz62Epi+OwO2uUHYoL7F67a+N+VNvmlrpT5Pa4S8/CxSvUAEgT64V5a+csM3PQU0xLxm3Fw9cMOWvl2OJb9kB9++85sOPnkmbz0CtnE+","NZF9vuqcIr4LGaE+UzuIPDE0Nr8pm1A9moAmvWTOpT5nI8s83Ng9vilegTxDQUA+7eKwvRLrw70KpHA89Y/1vqF7pb3W6n6+G+7PPK50gj7Kmoi+DeDLvhbDeb3l7JA+iwSnPiDHYD4N2yU9qBNIPglr3Ly6/Ws9CRyEPR/ug7zXlD4/HYIkPu3aaj3K+ck+N9e1viOaDb6y7bq+/riZPc86/LyrRzs+qe4bvyILNb7+Vxe9qKYvvdf6vzz9Z5g+AhCGPtBYmjzhTSE9sYrBPpV5dD2w9TY9WHIZPyeL1b5D6b88WYQAPyPZLD5vAkS+R1NGPVLaGT9iM5W+QL2rPubTa724UBe/D3DZvgcHaj1Sxww9bU4sPHV+dT5+19q8N0b7PFZXHb6LZuW8EIwyPkAuK77zHxy+ccCxvmDr3b6ppnG95I/QPhQPgb1xzN8+1orrPmY3RT2q2sK9NOHtvtaD7joXPb68TMsOP5VcxT1wyic9VKDfPSUlpz35xNG+DLeGvWrmRb/YgWY+aw27Pf1W9r3SKn0+iA5DPs3RBL9pKac+38o7vRUWwj6RZoO+mwvVPjO+C70qEd89pIXwvj7XD7+o9l6+VCAFPzpRob6YLzK88r79PQo5FL8VP08911+avQgi1b0wWxu+CfLKvqFXz75Zsqo9mprRPIVxmD63Du++WVBSPfV5ij4kXxe/0vsLv4CjW70w3XS9lkzNPUPUYL5kcQ2+J8yFPVrOaT44KQ2+UpUJvThO/T3gBs6+6UY7v8GkPbwYFlI+hSIDPqDBrr4BjTS/IdhNvKbLnD410Qg/QVVZPguDRj7NeK69NCrzvvhN5j5kJ+Y8DrFwvdXHzz4piqg9P5RkPiynMz/yxbO+c2BavnhA/jv2tuA8W9GHPYXwuD5ePzu/hfwlvs6aiz2xnTE+52GIPB4krT6NmaO9UQtEvadOIb1JSTQ90a4nvcSZI76NnEM/q9DIvtoJxDwMlcY+ohfIvWTo4r6Qop09QQoHP2z2g77A9ss+","5swCP8a7/b00ANu9xeiYvubBjT7Ukq++dZUjvX0kFT30l5890NZxvhXOKzyrhdc+mScEv/FS6b09/2y/Yr6Wvls2A77mbZI+LvK8PZRifD5QApc+DlDrvmqBqT6dkiC/2BAov0/OJj5OHLw9s672PD9FCj4DJmY+Z/zKPuAjdb6PoiQ9lGlmv7K1WT5MXbk+gR6SPvh2zD7VkJE+UeyCPaxBez7NvvM99tZ3Pio64j2hKbI9Fo63PbvxBr2ubQK/TRqCvnM3p7yCUcM+LOOnvjJlVb16Rww+mTdcvgc6A71tYQy+lh37vsiJ2b4Pfkc9axe9vleVNj1ncDS9fcIqPfaX9L4WX709+3nSviaqXr+Kgzu/cuPAugxKa76h6yk+iYE1vmS/f758Xbo8XGW2Plm8w73UhHs9W4tVPufUJrxYjA+/7y+uvTfE0z0UqmU8MpmwvlGWMr/K6Tk9IRqfPtadPz9PYEk/zfaEPpHC6r7YBjW/QOF7P0MXF72Ksa88ehuIPqxLEr+pqpI+MSXbPmetRb7oqRO++LjUPVoIlb1tfYu9Mt7aPtBxCr+SZHY+fOlHPEPGFj5uECk9XY4DP69jYb1W0sq9ZyS/vqJLEz6wNay8m5kjvuaWoD2sxZq+Mi1LPUU8T75eGtm+YHrwvJmmKz7OG4s+I/2UvtJqqj4eCNU+axorvek8yr0gOXg9sx2kPn6bgL6zSTU+5BiRPRrUtj0neea9my6fPcZfLr4p/H6+p9tYPQ+sJL/Lb+a9GRAAPeNzMz52Vgs+QDMjvq6FnzsZs8O+umDPPjkdkb5lNCa/Nxmdvc+YwryGZgi+gQrkvjgevj4TNhc/aRWNPvJ+vz09TAW/qc5Jvmgj8z27wOI+aGMuPn0mez561oI+7cyiPcTQqz1IsW8+TPsMPiU3Zrwiric9b3NIPgyVuL6nAY8+EdF8PmP3xD77PBO+LFCRPN7jrj550jY+ckU9PSsiPT6inqu+kDtKvkhqiL3BImA9QobuvE6Sk7uy3Zs9","4PdSvkHTQr4XeBi/5a8KvyY3t767omA9PMkmvhSQwj48cO+8R6E1vrllgb2Id605nyHbPS5Hjz16+zw+yTLAvq9Og77XdNO+NYcjvfui4j1Z1Au+94m3vhr0mLtx5/k+EYAFP7fEKT9rX2a+knESvmQpzb7PFjI//L2zvEopi72X+tc+OIHzvjI2kL2Mxfm929XoPNoQ0r5JHI0+jbWKPQUqbD0zn4k+mWTevtEObD3228O85k/QvksQgL0+44I+zYyTvtS4jb3VqMm+CY0hP4bLPzxT6Hu+a9rTvtoIz762+EM9VYA9vxIDr740+6a9DubZvJPctD4WzZ48Ww/hPkuTWz+uRNu9jF1VPepNab2Ma+I+oeNpvXCP/j0Jw5k9ni1aPFXrd77TN6u8qOLqvsm7f76Y4Lw9jy+pvbCQWb6TmIK7pDygPkminD6Z/c6+1sg2vlQ/A77np7k+Y0AHPmvMA7/DM/u+dlKZPeXmTL5S1h2/o+TEPvS7Pz6gyRq9KZz2PgVGYr4Dp9u+eMa5PnCYkz44rRe+Jj8kPjdISr1Icei64c51vazxWTyw4Ty97k7ZvfK+AT0VH9M9VW5OvsDfcT9hMXq9DiCFPZnGBj1lsx29ajN3PsRiiT4cGxg80QsdPWt0jryWaoW+hKCdPMDZir0i6p09zs19PW6Vgj4A7tc+3jQNvtsjy74x86O+IQgKv0WF4jzZI4W8TBQXP4kMMz7xe2Y+0hzgPeRoDb7VpMo9whu0PUjFTryQq26+DvB9vkupt74Uso29kS+RPk+Fv7xG0Ue+pP8pPVCduT7RhYE+VvMjPqAv3L65KR29/g28vpPSJz+WGuK86A+QPH2QwT5kXY29BoLOPUubT77vN6s9FykLv9XZlT1p0/+9ACLOvA8SrLvmXHu+4C2RvOwdiL03zye9DuY/PQD+Ab4f0la+mbYcvZXSg76w7NA+oJigvanAEb4LDKS+VUVNvlbcYj37q/i+J5dQvNGZkL7gCSS+pqhVvl5/yLyc3eE+","jaLoPUbt3D1oy4c+2ik7vjHemr08nRO+CWJyPXNOpjw2MAQ+QOWfvP0jkb2cXFe+rYe5PXaXvztWAkG+t9yBvqSQCb1HtoY+DEUuPj1Tkj7JOZO9ZCWSvVn5cj5rXeQ+CfA2O4CyU75Xl2a9+lsxPgVBW70O/oy9e8spvs2NFz607HK9Qe/RPbs9Ub0BHNc9rNb1vA6B1b5g2ci7xbrkPTI+B79Y/qQ9LR5xPlm4Lr2P5Uu/Nh12PvFry7u4jAg9RuAmP/fQVr5nDnq+uuagvjBpjbs7yq29cAMJPklrlD3T4x6+HuEYPdOcvb4OdDo+MhRPPlS3fT7zWla9SGvKPi4VUj9AA449Z/iKvWtCrD4/Qc290mjfvFB+J73QDKM9XqsVu3js7j74dqW9Po7ZPGjBEz7D54e93SXCPakjg76dbUC+u1ouPdt8c7x+7Yw+FV34vdOjtDy6Llq8367/PlcW776tymk+GIcfPBQWGj2CpIS+6uhTvdBu9DtwI7i7nWBhvoRV7rwUErc905jYPsaBLT6Nnyq7/OyXPaT92juIsGI8BKvqPV2iBD530KI+sgYSvDakF76wp0W8Efk5vtIbxL0dsgM68k8LPtAbVD0gPB+9sxvfvK97xL0JB6K8jBKWOpqQZj46+9E90WmYvclBFb4osuw98ZscPipnuDwTQV0+IGoFPmiLHr3v81i9yclvvdU0Gb53+0q9OuJjvO7JDT0w4Jc9ZJ9xvXXSaL6bL6W8EL/IvR8PEb5vcXa+gqmyPE0kGT4CCXC+1bPtPeYo8r1XBBk9A0XWPpLo4z7WAAS9S2ZAvW6H473vQI0+SgyxPeAKGb3Iv3++jC05vvIbs76hDcO6g0KrPXp0oj03bic+mAxMvn2ic7xOtuU94K6oviljTj1YJFU+0DGePZrmAr9439Y9lxuJvZlj8r1Bl1k+8P6OPF00B77go0q+5bKMvejTjbzGRhw7OcuDPewUm7248iy+7z+TPPqtkT0A8eE7BfnqPWyAwbyS4pG8","59gsP0tWCj5kyhm+utp5PpbLLL2gBji947UcvKK3Kb7rKlq+OeDJPdnfZb0zqYO9yNp7vHj/Ij1iHyK9Ka9rvkd2JL229xk+XOePPoSbhz7tVBG+5SElPkgDiDx+lic/TRS6vioanz6YR7Q8PTppvTRAOL6E1BQ9h3OLPYBxKb25ciW+f2+wPMXQUL7t7hg+Uo29PaAcRzxR2mU+anjIO5CV67vlGgM+MLvdPR779T3TzZU9TyH/PGGOLL0104e99Un+PB8WezwJ8t68St+VO1+uWj0yKZK+gLCDu17+Gj6Qdoc7XcRUPbtavb1/XSM+YstuPuHKPz5S8xc+dCUIvgwkTz6zu7A+YVn9PGqeYT0XSnC8TfAcvgQBCD5i6VE9kX+tPT1w373dR0G92W2EvWTp+r0eAXO9JbeRvhccTL5OdUQ9UlDJvP6ugr6bbSC9tVwDvdPVOD4jv7U+mPRuPtFKcrvL9sM+/bF0vjdg3j4gezC+q99wPl1bWj56E1q+TcBrvrNocz6s0AW+CCsJvd4SlT2RXg8+PskUPiqazT5X/Ia+vE+1vjNq+T2Tom4+CEluvvz0Mz5vAv28jjguvrJn673woI8+KDoUPkq+oD3WLv28wga1PTlDyb6AT6M832nePX+b177Zxwg+txCaO76sqj6Lgey9pxaOPZ5WSb0m6Bc+tCkAPXt0170xphE+ZwefPPJ2Wb17wiU+4yhzPXEX8b5PNK++bMWQvI3KHT5J1CQ9gOiGPAapDD0Yr2A+CygxvH9Xkj2IYyI+R144PWvrQzsHV7S9AKzwO3ECrz4aDM6+bMaGPtwHeDwik2w+Xk1gvnfC0z23j6K9MBP5vEtW0r1y3TG9AVYRvsTiOT5EnrU9uDcHPrnAPT4aN4q7AAPWvNfmcL5mvgA+XsEOPtDS77svkEM+UFL7vHEsqj7tO/49XVmqvb8OwL7TYz8+hAmMvQXKoL7o9QQ+N0EePwD5ejqZ9rG8TOW1vWm3AD68Bnc+XDZtvYeIQz6Rza29","5xptPir8uL1Bj1E+nguZvsZA6b01oyK+omt7PYT8P71X97K8g7tVvlB/o7xR1x69CleJvjVEob0JLzE+WIU8vvnLwD1Mpo29OIWCPhxLqT4UjYs9rxUpvvDVWr6HtoW+G2d1vjHlN76F02q+95SPvo2wrT51NzK+26hIvq9Jkr0zXf095Jm0PO4bNr48A58936zrvc/QoL5lzEC+Q81Rvv5R+r3osl8+v4stPidDRT63d8U9PkRivtpD77xhiJE+doSiPkSCZr4uQ1O+Pk8fPOA+hDwHoKK8C+5XPsCkp7qUa6o9u5yMPqEzmj24ShK+sOSivo6kjz7umSU9KzexPhpF5b26p5Y81TUSvsVnuz5XdE2+QNkRPSZ6AL5Tq0W+/SyHPqElmz7KngM95EZFPn9VZzuMUEK9J7f6OzKkib4qy6C+AEdvveDjez6N3Lu9JbgOvdSFtr4mpfy8yDWaPulTY75FxJ4+rniHPujIzL7fY5K+VFV7PpR4KT1aUWg93lq5Pbqu7TzyNL8+s6WBPjaGHT2sjSy9E3sEvP52T73s9Ii8Jmv+vOp7iT60NRg+Q5OaPQlqdL2GjVg91ZI0PhrDYD3DRKW8194bPkLmLL4ytlk94QgwvaYjGz4/9Nw81kV0PdK6bT4OSEA+0YVRvkvGbj16XGQ+RntoPiz8ub2TVU0+yHiHPhy8sj5OCCi+ez0zvug+aL0YHse9seaKvXxI2716+qS+mOHlvHlU6b0F+iG+wsq8PTRLQD4Goyu+PEyEvHFQ7T3KBks+VWi7PelQqT0yWYG8SOccvpesib4hSAW/oijNPWdsAj4TiZo9Q/hMPIFV7L3XIg29VMKbvJYlmj6GJD8+S/TGvlvpmz4Eno++SQwZPgGU9LvnxoG9FKsKvv6DKT24bwy9QeoNPnEAsj2EM3A+uhUVvEwCUz7IZvo9Eh9rPojLxr2IzAC+MOrzPFbGazy0Mg++UHIDPGdwDD4gkAU/6HsHvCOXEz3JGqw8qCcAvu4vGD3n5Oc+","fwM/PekczbxFboK+2/ThPYYpPr7unS09UHn1vUbhSzxbgtc+U2nYPUgvLr056k+9OXsIu6wkmDyNRII9MPTFPabt7b2Hf6c8VCfzvUIzuTyc0sW9kfsavoAKVjoW2ty+u/guvdmtgj3u+kY+/89UveFouL4B3Jw+oEegvS4Lib1169+92h6PvHuR0D4ux6+8liOePGGxwb0mEGK+0OnGu451vrxmv24+yRJ/Pkl46z4gOuk8LF6VvQbTgT2c3/U9duZtvQqvPj1eRiw89s7zvACFzLnURxK+WO9JPi7dNLuS+gS9409ePruqWT7iMzu+a5VZPvPYir28nxE+lbLBPn1wGT4gH/C9T6VpvosLXD5p7TC+HhWtvgHhkj3mrVg9Fc2VvXh6yj2oUS89ZUSBvjATrj1tlKc8gcrUPNhuV75f6Se8DWqpvonRT75MgOQ+xFFnPpsQor70Rsk8OfQbvdvtiT7mhkY+MCRDvjeujz7Pxw8+xQF1vg1ZUD3PAYW+e+6nPoGuR70oGGw+pYdZPuAtnL5zTXA+dSnTvfnWBT6tB+M97RkuvvPhHj53vHm98oJ0PoAjmD55RQE8cA8evkqNCb72YAi9/zeHvUJ4M74Y8f08gJAsvnidcz1wy+O8YNEKPkmu5zul2LA785+BPgUvqT4mnow+rIgLPbwRVr6eV+y9jNEbPhCUOj77jhy+n0KUvj7qZ73qdvK9ogbfPWXQ4z0fVJE9Dn1sPXi/nD6tMx29L+LFvKCYeD2AEHw+snGIvkKWZT3OhIk9seunPV1EAT77bkQ90iyCvVjaUb1vm2i+S17KPWcXdj23YKE+ivigvp1fdD7ZxYa90vWgvWf7Hr7EUGQ+v4lVPjbI4T1kpVS9vxSXvR2fN70pTeq7zn+MvfT2gz0lwjQ+5BtBPj6OJz0N4oI9Ad3TPElm3z1780m9QHzLPC482L1C6Zc9zQCRPTu4Sr6IRum9RcUZPnCRortumoi+puEAvhRWh76zlZ8+0RU4Pi0nrz0DW9Q+","150Ivme0Gz7CgAg+OuXGPTOnab4aYJG+aaJ8vdejtrtYFq69BAyRPXhwOrzTRGC+xLEQPqoI0j0c05U+9+bAvtwHqT01Sfk9qCB8Pl//cL2txHe6dCCAPXgfmL72VAe+czzkvUsxV75FzWq+SemAvoKXXL6s5c8952CBvN/cqb2Jszo+I829PZuiRb6vB449et1nvg/cYr7bEOC+nsfjvk/s0T2T4aQ+IRkUPkxhtz38CLQ+x0+wvausxb02IVU+TydiPqpBur18C1C+zpoHvpDEzDsTMvo9YncGP/HTlr3aQzq9lDOiPqMhsD6r17S+KaJyvmeKCj7HJKI9FiwavgK1Lj4UqY4+btbxO74UkzzTtbG+N1eRvX4Zrr7pwHs+07/wPmmesz58LZY8gQauvLCtXjshxuc8rVVtOxrW8r7u9rW+7gkZPggSsb7eFc49jQdCPfDhcL6LOpQ9rJqdOy5P+r5usIM64WWQOlu+5j3BpJm+pr21Pdi4SDwLkBi9J+oVvjPh4b3B+dk+oSs0vjlo6b1aKhe+Fk0NvqRqJz1qgFw9l2bvPXbIKz12RWc9YyeIPc9OMr2FcbS9xrE1Pn9GD76MgHu8ItI9Pl/36r2o1by8mBXUvYTqJj2SBVA9gtR0PUdgTL6QrT0+KsUTv8TGTT3gGxq+WaEcvN/8hD7/H/K8HRAYPr67Vz6zbPy8DOUEvIcQJ744np481GnPvYWt0b3TgBs+aa5OvdET7759ABu9jrGyPXChcD47bQu/BbVnvQMEUzz0QCk+gCf7PU2u1r2gJ229zk4IvTUtP76WTxy+hos4vQnPYz3M50O+FN0mvt8TT7xGW5o+HbZOvgD0oj0UQDg+EkggvkdGMT6kCkw+VozgvUldxr52ZYG+Nk+EvtRNlT75FC8+UtpFPvVh7D1h+CE9qVpBvQfZkr0VCSU+4EJGvtjjPL1FsIa+AXqPPen9Yb4OJI4+E6GEvQ7Ih70B5ak+DydDvpJhHr7+ob2+trKgO3vpgj131H4+","t1dlPTpWgLzO2Uy9ggVYvvrFbL7sa/c8W+3NvrzrTz5X18Y+k4C2PuROSz0GkYM9hh/LPZxLnTya5JO8i1cTvyZNiL5cx5C+rWUpvmLmuj0q7R++DQvFvo3mfLwKIEo+tf4ZvmRh4TwEA0o+MqTAvVWPir7w+3q68ObrvIIYiT3FWnk8ksA3vv5erj6+C4q+rj76vNCwvL7mxTm+6CGJPRgqaL2PV3I+5APoPMm+uj6LJZ09ZffcvgYQK70AaFQ+UiZkvqXePDxHjnU+aIQ8PqnXpr1VIW6+dIN9vqMfaD4AIKw6dfiJvu1VCz1ONHa+NjIZvMJuj74rkRG+HPaRvU8o0D5tKby9RTSkPrxPlD3cL8Y+tUklvnS7CT7ChQg96YufvDcZpjwHxKc9vV+dvrNVq71lelk+Iut6PfmwD78UQwi5UwLoPtekgj4pn8O9S1qAvvp0oz13r1I+xJ+3Pvwc1b7CP66+P40zvr8bIr7DCPy+On1OvQ0OrT6N3PM9YxPTPZlNPb3H/GO+aml/PaXrkz7yji+/Q7yqvqSEu711v0a9ztqbvSXM8j7ZdVQ9c3aJvnkjIj4VXlg9l8EIPm6sGT8FHli9GvpOvkodcL53ZpU9FT/TvXfA3z4cy4S9n1VGvrlsTj53qhu+xV+uPqu7Hr3dI3I7JzwSPVmzaT7QjBg/vTpGvnDzAL97ugK+76zVvgwTeL3+Zr++hFLXPmjjcD7R5S0++8xPvUo3rr7ifxM9ZiYFvbaUtDxoFta+bZG1vqj01r59bmS+7SiUPsF5or71ezi9bu8ROyiKpj2LrSa+tzuCPlI8HL6A1uO9QDYQvs/ZCT2qCyW9zldxPbycAr7A5/K+6A/NvCtnDL6zYOa901ogv2nhYj6WYgQ9xf6+PNuEhD4YO2O+po9qPrhVar2/3+u+sH8FPCXprbwCFG6+36vMPZOMRL6SN9g+WttdvWJvsr58aKq+s0tJvKHSiz30kQW/CqJpOr3e573i8Ka9BL3evqogP71wKQU+","M/GFPqBGEL8b2YE+/ELIvXyWbD4soV2+vn+CvqbT0D0GXpS7SfUfPbcPBzuTeju+6XgIPjQKhj1IJv++pHAIv8q5Cj4n+f8+x0EYPQ06Yj7LAEa+qIoZPSZy/z5SDZk+ripuvtBt9zzbFn6+4zQjvkOkhD188m+9MsQpPs0AWr4+Foa+9lK6vjWDwT2I7km+v0x/PkYmQb501sK+c1S4PdKlpzoDWea9uHa0PisfAz6bD2K+h0hdPo2ZjT137rI95mUYPrnXvbunlJI83CEivh00gz3bgHS+wpEfvGawqLzQ9/S+pfhGvjYgcL4MZE4+ErcrvSpbFL6zQeG6jB8xPstHST5rzYq+3pDavvonM76tVeS+uPg6PBLRSr6wjIc+uGoiviHzoz0bkbg9hfiAvdSqGr4r/Qk+aV9BvbW7VD2It3y+wK/2vZtKeb3NJoA+iRmrvGjuFj5T5bE9+wScPr4i0zwF3y8+UB2bvaA8gr6+9IE+RzV5PrzI1DzcIMU8UJ2mvi/vqr4EAHg+c/OHPs75Xb5rvA6/QeC0PmTPkb1DjF47npJTPr+xPL5L2JM9p+2PvWFARDsT10Q9VoYvPfpD5jz1IqE94xbZvteIqD2RkFW95F27vjveO763k4C+jmQ8PXKoR74nCwO+BSiEPiVSYj26cM29CAtNvl43AL1+kgW9YvqwvSsnpj6B/Ia+hrZsPcs18rwhudy+QbOOvYqN77zeTrO8VpGHvG7GMT7Xq76+WFaNvRoDjb5mlAi/PGGbOyjTfT4jHnU+xaigPtxPzj7mhIO9+FQEP0b3hT7Ozf++U5M2vpVFLL0MLFO+2C49vdmJVr2vJGA9JBZwPbNlXr6814a+2uAGvY332jzXtNI8d554vmpBjb7CBPs+MljavQWotz386TE+0Xc6PnUAt75u4w0+Ok2XPRFusD7lwVs+AgA+vLO1kD2Z3DC+SeBAvTTjmL0Acco9gFpvOsV/HT7P0o2+w4GXvmEOBT4MWQU9Tdwrvg9hQj3M1II+","ql2DPmNwvT31PeG+hTjHuxIF7L5wIb68tvRavl0maD5qraQ95qGOPbWRbDwHLFc9R/LWvpKzGb2S3+W9PGtHPo5kjL6bdZq+ehIhPTCtKj4At768bcRhPvG6Mj2/bZs+cM2QvJbVzj5mmhK9UXggv+ZjF775OtY+Df0evfpQ1zwNJai+UXu+vn+5eL7HREc+oolwvu/7AT194KQ9/easPAfIhLsVSI8+AhYmvuaW5r2/bDC9nij1vRyZf72UEzm+kXRTPqZeLz2uB2++GOCHPYSLl7ttve++XSOGPpHHBb9QTxm9iEd9vaYCBr71GaQ+nd2vvr66cb7P5pS+NFRKvtGwY768Jza9oZamPFlJ9b2H2JO+jC1nvbhKyL4tUru6b20dvUYkS75iiIy9qOU4vkaerr2Qnx89uDMePoqGHb+0e7q893iSviOfbT7XiBM+ZuU7PttLFD5m838+b9a1PisVpL485Um+QMu4PkNQsb5NKoe+FTRBvljvOr7YFky+atRlvdY7wT2RYEO+2Y7SPRrWIj4T3eO+lx3zvoX5Dz7E15g9sXmBPQdNUL4FsiM9RTMRvuPi2D3Lq9S8A9v3PqTcxb0V1YS+f8OXPQxITD1Cdxc9oc1mPops3bq4Ciu8QVklvnY0Ej459Ze+xZFevipViL5GpCs+FkuWPOMXyD1WGk0+uRKpvevGXL535Yw95AYLvxvPlD2b8XC+0wIAPrcDNT5C6qy8qP3hPd48sD107/6+ICiMvc4D07vBI8G+EXD7vlxJIr6/nM49ISORPc/N8Dp9v6s+9GmkvJTYhz2h0Zy+8f/Yvq9Gab7Ol2W9DswuvsG18b3Ec1e9Z6cAvf8vbry8wRq+RxnLveFvIz4eri6+hDKKvkbutb7xprM8Pe+ive0Iiz1fDKS+htUbvigkdT117de9qW3bvGvFa77pjOw8law0PQ5ygr0P0So+48PpvIsRJb6V4rQ+mqAKvxq/kr3tmos+UaOLPkfQSj4px+W+yFvUPIT8d7+AVYC9","Vo3DvOrzl75V7I49dr1Pvo+CYr7iL3W9KLSxvplsir3g8BC9L/Tmu/K62Dy7HMG76Os0PZ60Kb1Urro9giJcv+EMgb3SdTG/13Q5PqNRaj6ef00+X4PBPNEhlz4/aT4+zp1aPUBoCb3xGJg8uFSZvv+qJr6hfdi+Twcavi0LMb2OEQ28DxYHPtBNJb2aeTI+2cKGPPFC6b5L942+ZTr2PeDN7ruIhjY9mruXvnc3MD5bHxi+RLgiPS+vlr0SXng+sVxevtVTpjtwDTq9+xw5PibgSLqpYa89vdSdPVhbbr2+pLy+C9UGPu6ph7714dW+/rmUvQKsDL6dB1A95wLxPc+S/z0TmZm8BQfQvaviH76LIhK/waGKu3a2sL5Nv54+pybEPh6wH75X44K69CqYPUY76rz5JqQ63pgNPYg5ab4/oQi/exd6OwXeqr3ttig77EsqvtreHD7f5IK9FhDJPVHSt73uaRa+inb0vSR4xb0Od3o9NV04PkArLDzYNwu9VD/Kvegsdr6olpW8XfLBPmkqyr6eJDy+gRjMvocbVD1q/mI80+bavAqCQbzmfoI8gOjIPKXeLb47pSe9JTS/PRUdDj6jvaK9qY8kPnwdP73/rpI9HygqPhi+pj5oRdq+FJ8OPSmsij55d649n2UXvaeGdb6HDLS99h34vuIRab4bxeQ+LrYMv6KoHr6XtYa+3NAiPTyOlD42rXy+EW0LvTYLE73vJac+62qDPRatBT/DxAU/AacZPC/94L0hMha/JqV5vXAicb8LDQC+RqlLPjQakD76Ra6+ZJXbPcEARL6eYx8+GdbfPoeo376aDJK6B6CNPuBppb5gto8+DwjjvsvZczyeD6S+aoFrPWqzfb7oYJy8HO5pvItDiL1DzO89EzZFPjCT6L1qLNO990m8Pt4ekj71Edm7MWLUvIbHKL4PmRu/wzuJPpUyzb3f6Os93VEYPfZXAj7tNz2+1H+OPILcGr/d6RU86tZ1vktkOb83LZW80BGYvmP4oLzozMO9","s6VIvtkyqb6V9O28hSBnvu1kSTuFBoO9V5BFPbkgqT0cmGw+7HrCvv2Kk70BPpQ+27aPvf/6pL2s85U9p0rkPnAxyb7WJhS9XeZ6vbVcXz2tYvO9BBZzvZIkCDucjFE90cUFPxsJqz47ryU+4wsHvl0q4z2XD9w+VtdBPTNj8zvjOxu8iuX9vVSSoj6/ETy8LvOFvgl/ZL6tYQ6/yqvROwXPb70W41k8VW+fPj+mgT4D+vU8E5fdPdOiIz0uJO68eE4KPv2Jk72cERY+cWCoPF1n8btQIbe7WW9DPolk7T1kd4I9fFkLvtGqcr2CpNO6OtlHPgJQ4L0n6fy9peBZPrOHED1ubya+DUtkvpWPa768qzE+1TaCPtUrgL3l1TC9rYhnvbcKdT79cB+9kPZmPh1pYj0Z6cG9v7OePR1ITb4Hkw29kD57vxAONr6I6gE+0nIbPsAIZb5AjrQ9+mgUvv9WSz1VK1c+sTxyviZxqDzzfFY9S8jKPcW3AT5ttlC+y0ClvbE4kbz61Ya8gDMYvnVKb76XPeE9tRZOvjFfZj6CwpS8+54zPmJvsD2ZAos9/qd4Pl083T0pRiA8Zt8zvt2QrL7h7kk9LyFMPSrmZb1VTK+97PivPTsYAL74m4i9PKi4vs2klTvve4O+wLo8v+S2Yr2KSIo8M60jvUVaED5blJu+LL2YvSt1lT1YVrK9d4FrPdsznLtrImy9oH5PPtNXzj3CHBO/mxrUO7HkID5y0H2++rbOPcjNKT1FLM8+OVi9vtrV8r0d0CO9Q2dbPgmMn75FbhA+8qerPSHnCj2x75A+YU1bPWrVrTsZgio9Df82PoSkjD7GQXQ9T+77vHl3hD6JzkY+aJA7Plil8bzhcgu9DVkNvsmgyb4H9tk7QcGmPVcQpT01kvE8ddXRPGEpvrk6AgU+7lqIPW7fLL04JAg9Ju2VvbuwvjwiVTq8F4CIvcrlOr4jncY+CdniPckS67viP3I8zur5vGqqpL2vYIk+82piPLAQ67sT3vE+","GdgiPQ/WPz3L0DW+xHLvvcmVhz4guHs+x62WPak8p73XtaC9b/EhPV+SDr3hcKM9GuB0vRYDhr3wOaA9vgdxPgUuUb1KSAe/0bH3ve3Tez5GYPc9gU1Cvs0fNz6ttQO+5eQ6PYPZmL2aJ8W9gaIuPceRyby2hJ8+rugQPiiWgT1/8yM99L1gPlF93L3rfru80/YHvci4/D0iwio+zj9aPkeYFL47W2q8MBiLPjXm+rzJeEo+kJtmPWV7j7xD0ii9joebuyQOYj1YIS8+M/sgvlLGbz1riKW9lt87vdv5PLwlk+i9SiMQvnznWz1sLVG+UuIuPt0n4Tw8ZOm8QkSSPSL4g74PwlK+G9qXvM7GGj4a2Ts+LIEcvenZwj15QCk9fb4BPm1kxr4cgHG93dtqPkONIL6iQOg9BspvvX51+z2/V4G9e58QPvZ3nr2JXBs+9r8mvzU0TT6BsDE8ififPYyh5D0Jt1k8b18NvrPwED1cjBI+uKeGPGrqk70Kmja9ukfIPYv2TT42HOe8siCivhP2iD1FrCy+fx1yvpBa6z26KSq9MckAvSnB4j0OZI69y0dVPFGygz58Qqc8xCHHPcVTnz4R+Oy96nOCOvGfDD7yOEC9HpiSvpeNfT7b7V0+EGM6vRxIOz3coaI9T6D/O1HPTj4Il3k9rStUPVIgjz5rxbo9GmD2PWmtCj4kxQy+KeupPLZvGD7QrQg+GifRu9nTGb5l9IW9/QaQvfvnqb0XpeA9p0tCvnYZ5T1GyRK9wsfjvfrM5D1kSq09PvKiPW6qYr5KvO09ewF8PvQDczsAZzU+dssfPqr5Rj65ik68RRcyPUSg/D0oBlw+WIqGPgX4nD4VNtI+qU6FvZoImz79GIm8hhgKvHY9nD77cqq7ge2IvWuv/r1+Gsy9LCjqvLi2lTzvijW+N/e2vfwuPD6ysXg+VDybPgiyBT6/oOI9iJgEPcHboL1TGXQ+PMGEvbJf1z55z8m8ALrlPCeqID4lhz0+1VyrPQwyybvSxpG9","cCcYPr7Hsb4/opM8l7hKPhxkhr5HTVS9+GulPQJgjbr/roA+BbLuvlH5vL31W1E+XQP/vaneNT15y8875mVnvR4ZiT2MJzs+IRSjvXFWMT6owMq9g1SrPdRJxLwU8Zc+TPqhPWK29T13eKm+RdXWvd04Rz11oNi94ox2PZUJsr17Y2a9IQZ5Pv/o77usQ6a+25oEPrMKqr1tN6A+22FnPVpmpr2b/Aq+XosaPsDE17xfuIU9QvcvPm9RTLyFTYY+xxFvPvD6kb0Zj++92s56PraiWT1sKtK+80u7PWyCxj2rRz49J56pOxHsET7ZAhm7HFjrPef8IL0M7889ZwpfvsBykT4NVBI+Ax0mPiJepLzlPKO9wGM7PZ0jaj6Hjc88ianRvRhyFr58iSK7T+3bPEyARj4VqZW+gza4vEy9er6LoPu9yeoVPoH5rL2zPKY9wlGMvaO03jz4VZ89ENJ5vlSK7D6E1YY+OByYO8gBMD6Vyxo+0fkCPVNJkD10Fgc+KuFlPppiuT79Uh0+d8zEPb3L1rx6LFs+63qTPdP8dT5YeDe8rSHlvtdOcL2cktc9OMAqPUSGTjyps8G941ZKvbk1Sz4N1Is+HGkDPp+CCb1heva8i3kPvnJOMTxaduk83MTbPocECb5lZkg68Au6PT2zDj61Eq49FjYYPU3qd70CRlu9xN/evbyMUD4hiF4+eZe7vTEDmL21bYK9aOilvRXqM75lrBe/hNGivflarT5ft5S+J+TWPWIGFb6k1787kmOlPieJ9D6w8fE8xVl5PpB0qDzoFka8NPKUvYtvxTxEpaM97WEWPg0oS73TT349HmI+vXrKkD1gJDq8iTcqvcGBM71T9Z4+m7QvviDO177pWJ89HfiwvQrjbT5xfcs8xMVSvEQT071fUwo+0RLUvXQfj72goVQ+NRjnPEL5wT4nE8o9rmu3vXl4FL5BA8c9saSRvYtQo75gbZC9/Js4Pvu2MT3JWBe+uFboPSr6kz4FUwo+grTmvUIThD5IA3K+","OXqMPjBJkj6kIxo9tGNtvkqdxj1tpT0+qgLLPSwOjj3hGF89ZtakvePBvTwjMgU+low5PvOYHL5FgdY6bOVCvAE9o73RRZ89qIEWvoaRtLzlu469sLcvvku+t71QvvO+C9T1PqPpSj7x/+I9F6fZPTDUnj5EtW69BV6bPLDVnTz9Q0w+43aVPhB7gj4hnBk+JpLavfhusT7Jb8S7VVI9PsONLT7EXC6/5R6Ovvg8Qz2J1Io+DwOmPCtQtr2pJfu953poPmq/Rz671YM+OLWRvYlqnL29bOO7Gwa4vU8ibz2B73A+Am1xvu5ADT5IvTw95OGIPopjiz59mc48KRoIvtVWLb65a++9boaCPt5iDj7oK3o9yjYCPMrLqbyy6Zm+Vy72vdj8dL5UZmq9XeqSPkNS6D2haO886kwDvr0Frj3kiH8+3KrnPiYOAD6O8M09dEcLvez/xz2n4A69zlgivo3UhD5eJ14+6afDPW9Lzj0SIj89oFUmvRAE3Ds5glc8MX2kvb7CrD7lUVq+QlH5vr9SBz0ngp+9HonlPVrOlj1TbDs98FShPNK1cj6J0669KabluyeuEj7Ipgg9nFDxPtbmAD76w/M70C9svnPhuLwY3o08zz1BvoT+7b2GyVI+5L2gPJ+iX74b1hc+0CsVPheIhT4o22O8YD28PmriwDzKyuU9RrKMPvHU7z1xzQy9+hkKvtLLLj3CY7I+JFiZvesYWb3HR7Y9o6xOPcLK771S5kc+vUzGvnL7kD4YIno8UYO2vb/lTD55Drw9E4jBPSsz5r3o0hs+c1hhvdA4rL05m6Q+Z9a2Pc8ASj6yP3w9QeH+uqQpQ71IVte58cytPtl9az7wkPA+/aSlPcsedz5QBDu9RjBQPs1/pj4WzBA+/nwfPfH7ob6lt5y+WgMYvRb50D1x3rq8BqUkvUsKjz38crc+B7ZJPi9cBT4fHty9NvvkvDzSAj4wftg9XYkMvNsJ/z6dqsq99KRBPvJVAD4F6K8+k3FLPg3wOD3E19S9","SOejPbHa1b3Cyi0+nkt0PrJbkbomHYm9oSbDPRdQ0b2PTZ+9ZsQNv861Uj0NfFc+BnqYvk0FFD7+xgY9nTwmvVTzhz7hHsg+ilYdvmlC8j3qGAK+rpNhPnqI9Tw8iLu8s9aqvf8UGb2I+Na7bCYEPnK+gDxYWQe+OONtPDT6cT2X2Lk8eoidPoZ/kb5Q26a+1FLIPZDCB73kPl0+ZdDaOxotMr1lG3k8S5bZPf2EUL1yKGK97SSAPvnHCb2MPJQ+cjYMPgiq573Io5e9S7Q1vOr7sjs8SWe+6ZoyvXF0+D1q5oe8LSHyvde9AT6z19U9cs8xPr0cOL6je2M+DSiIvMjdTj1lWPY943rivZvsW75jaZi74hXTPQ3Iej5+w/G8PvXEvNqgND7hCsW8Jp7IvKo2vD3dVZa+/SQBPs0q6DweE8C9gx+CvmKuS76q5rk+1eZEvZmY573W1SS99ZGDvSEVoD7RK949J6JEPuIMWT5UyHC9AAeDPj+tyjyBRMG8+l+JPb1VjD4k8t49FzTLvWX55jxDnWg+JiKIPna9hj0o6EO9mp1tvXXlmL0xTeU8vNtCPnwZHb0lQhi9lh3lva6WPzyE7A4+8YyAPogeLr7l+hG9l/ckPW8/Zj12xTK9ymtKPmrP2rwWS7Q97hg+vnZyoj78G4y9xTuePT8LkD2UUiq+9q+EPQUxHT6zKIE+gw2TPUhK4LxLqyO9QGJLuhRubzzdCua+yVMvPTrIcD5d85++nUYWPZx5tr2Czqs7OyQivattlj5Jnhi+tF4ZPswaub45Fa49wQaaPY0kXj7cxQM+NnIhvfbWzb2vZ5w+jkWPPZhZHb0RGAe99kyFu8wxrT4aybQ+8IaUvCYnlr7m/jE9yyXCve2wMjw5MAU9mL72vOORuTzzAR08EK5hPBqnpzv8xGg+rRABvaCcVD6NDxg+bg7mvTkzPbtxOeE+druIvOe8O77aHBc+ms+GPvh9sr2r9008ztjaPYYRa77y6pA+K10PPsQ2+T3b+yE+","yVTJPYXATj0PiMS+jUeRvtl8bDkdVlo+zikcPigqYD1RkcW94HOAPhm6Sj1lYf49bg/CvWZcTL740iM+dQV1Pv/NwLumlnO/pHOevtZ8mD5776o9Z3GZvYx0CL7fWCe+ugUfPnmOrj1pKgs+GVGYPSZ3hD1qpb0+8CyQPfzFkr5PCHK9IKQzvRaJyrwcndG9/2TDPNb83z2eXwG92mrjPTPonL0A5vO9Q2oFvoQJtrwKmeU+4IQ/PU/ktzyO1JG+3k8avqI5UzxW4cE+Jiwlvc9SDr1TcFs+7ebrvd3T/bwcIA2+XocZPXlLir0/lDm/rglxPnOKwT1YllK9MessPurDUL7vEu+98Js4PncoZT749sQ+cgMgvbM04LwFqpc9BmYyu0y53b4eDYE7eq8CPjaycb7ECbY9UVsuvTEesD4Thki+sogXvIBLNL0IYH8+yKcwv1LXGz02ACG8I1YOPubzbD4iIE+9osgOvc39qT7uL2c+eftROwQyjbywnd88ali8PQJxYz5s6gY9TEwPvuKu/r2tj7i9NQGDvjiIjzwU49W8fXMivOhTPD2EbtC9RlhNvXbuCj7eG5m7fRuHvTBuXT0kM5K8p1XxvQNAjz0BmBe9Yvw+O0QnYj1VZbQ+DDhrPUtOED516m09St+rvvnzXT7lk5c+rC8KPmvgBz+xymo+hlKTvaVqTr6D2c2+/LihvfRknD4bCXS8ykNivQ9SIb3u9du8eX6avG0nJT62FR8+hYmXvmp10TxhkOk8kFO1vYg+kb9OyHq+Mf7NPt03Bj6nIgu+0AwDvoSWp76OLps+YvWwPsbHNr7LHXs9/C+ePv37CT2uoCM+C/YLvyrRvTyC70C+6j6MPBsHMb6cy4Y9krEgPjaYvT06+mu8t5/6PYtIAT2049y9y5VqPkaG1T43at49iLyHvZCZsL4QVKq+1P4IPTRBMz6B5lQ+Q1KOvSPCAz9f+ma+CbmFvUCMEb/LiY28HAmBvhkaJ7/ZN0m+0mkJPuJssj1d7A8+","US+/vpd4or6uQkk+O4Pcvbnsgj6ol8u8HTmuPU3boz20I9I84ArmvmWsgDzz6po+DFiCvuDoOj7gVsI9+2P7Pt2WrTyp6RG9GwwyvuAZkTw5sCm/NWFJvpLlOD1AeL891UPHPpkPdD44MnU+Z1UAPheGozzxm74+aA65PKRef73e6Cc9iMpCvQ+8Cz4eaio+H/1PvidOED6kokS/vADTvSnvmb2hmAc+s8BnvZ5ahj6lJ1M8LC/aPf9AqTwQOlc+BtCFPQW9hjxGo3A9BiCiPX0/ejs6A6c9CedFPgiNnD67FIU9BA8dPVNrAr7g4dK9xXRIPrN00DzS4tK7v/3dPstqgD2eR7G+ODQ8vmY74b5xOIa+H66oPN4tw728z4U9gzTVvVpAVLzWWoU9siyLPqNAID7cfT6+BbOTvaRLgj1T2h49V/81v9QOob0YWZo+QxbYPaHFir1zX869CnEjvq7DfD5P5Z0+IxXUPS5C170dOyo+xP6bPAaXBz4slcm+th62vScxgb48qdI9gMWmvUKY6T01+2k9kFoaPepaE73KFeo9LUTWvZP+qb1kTKc+y3opPj8SGr4Lw+E7liJmvuLMyb6amwm+BfAUPijbfz590Zc9VGoDPzfbDz1/XCK9IWzCvhsoN71WhdG+alkCv5vRIb7dg9g92w4bvUZjNz4/fju+xwY7vtjmAT63b0O+thf1vsU0eT0YB1W+PPoiPoelKT4Q3ai+M0S3PH8ekT6qqZS+jQxVvfsADz70l1c8s9E8vieAWz7004C+CyGivFzq3L5i4z++NIwYvRnFHz32z0w+z3tBPi9XTLuc9nW9vSOCvT6tzz4mj6q8FY3ZPIW5Lz7Cd2u9VZhLPgj/jT5jcYe9xBxSvRvn+75dV4M9UK5avCDZYj6CoU6+hvuFPiC7mL3J+089RNoSvE5OjD4u79U8/kWzvb913j25Zz0+iqz6vNlJMz7g9oI+7Co2vgc+2jvRGFg+j/PQvVEU771e7QC+H/NxvV7le74XLos9","D1G7vviTfrxk0UW+cR6UviTw7776AlC+GV9WPkfu/rz/yJy93mZ4vh4NP7yLDry9XurCPS6xl7x+Q2U9a5PxvZmBjb3cbVm+qr6IPeqKuz7l5f49v8FBPt1A0T1OM3u9cq0ZvqyKMr6RnwU/JxyFvvVJvL0nbKQ9njmSPd1AA72B+8a9IM03vtUakj2/ROQ9sapEPMizRL7QdhI8TxEcPiHWqr2L+QM9fXl6vmuF0j3SuAg+V/txPVGUob2zi5w768gzvsJrBL6KtM8+DhwRPidhZz19/4w+4wuLPe+XxjzqilG+3r+8vcil675LMxS+FXvIvTymwz62Om29uLAbPpgy7zupdpi+mDYUPjD8gjyY8yi/OtMivOwLTr79QrA9LXWYPU9+Mz1ETeM8RkuqPtda5LwkDk88bwBYvBl+8b7QDOS+jG0kPbi+57xgdjg9Fgg6vh5mcT3W74k8F1p1PY4msr1SW6W+FqP/vRtTKL4O99y9w74kvuwsuzxqjK08PkAPvq05uDybqWq+0ozGPg3Uvjw3KHg73bSZvs2gnD1MSIk8dBoDPlT5Cr/+gz6+oY+GPderJz2PiH89xsWvvciPsD2Gkyg8RRM0PhxeEj47/0o9DFRbPhU54T7Rkt2+PXUJvdIScz4iT1o9GrXxvV2H2L0H0uE9SbcFv8BGjL1+qui9C8iCvgEuvb3RXCq+H6a7vT23ujz8pDQ7pqBEvVTSpT2guUS+enaXveDYqbxvnra7S0ywvRdaAb6j3Ke+9uSLPNNWOjw47UA+x70gPy8Onz6zb0q9xquxPn16hj1L36M7ii81PhhfST1yUoC+m58sPjTBGz6XJQI+tFRZvBuWs7pjIBy/lKnoPSPwbb1lYug9qrnAvRWSRz29phs+qHEdPieo4rui+dY8dIfIPbS8Nr4SJio+hbR0vf0ZIT1RfHS+UvZpPMWogj2UEQo+6xGKvYH6bj6O+wk9fap4vVt3db7ugEW+qnbNvaAa/L3/D7+6pzOHPpmeJT3dqYI+","PlQuvngLZ74Siuo9XIsWvpNUG7+44Jk8g3SGvkc1Oz41oJu9kQ2VPb3lh7wPx+Q+CpcIPS/oU73bGZU94CEivVRXrr6RPma+71s2PsuNcz5rv6U8gpshvhX0WT08koI+W5NDPqdFAz3UQvk8XIv+vSjqK77b8yc+Sb8ivYmwwr3C4Ym9rU+YPYUwMr5R3e4+d09RPeFNOb1rSby905diPYQZNr3V/Dg+rEWSvRWTxbvx+Zg8wnzfPasYZL3phmW9woL7PfTAer01eZg9/k8Lvr1ah72P4O89I8SrPq5Grr6TOJm91JhWPoAFX76Xcw0+MOsNvlD3zbynBxW/Hjw6vqwF07tj2bC9agtivcuQ4732j+g9BAgwPZp0Qz7jy069+/5bPXYMvj0SeJ08V6/Avn/g0L2Il5M9Qn7XvitDor6JX+c8bKXRPlxhvrtuVxs+hWFTvtiIkb6tdnQ+NINFOn1F1L1NrkY+0VWPvm0CRT2cB5892IOqPqNt1z43Jhy+2qaQvgvoFb+rxR8+IJ6vvn3CLz6M6JS9v0/OPVx/oj7F4Do+WLbpPXQMEz6sSqg+1E53vm+tEj50zrE9pyJRvvvDkz1+oE8+/gatPW3qBr3wCJg8QKI0Pm6ODr0kY++7iKuLvq2d1L4Q8gG/OIvMvRi/5j1kmii9A62yvMVz8j3Thmq+zuGJvsH8Gb7owrK+/WLXvmy3X72tGhW+hBpHPrj3Rr741wM+H3MTvSJFyT5fziw+Q1DjPIY5zD3MW4E877xpvsVORb4fIZy978PrPZi5Mz6NDjy+jFtbvfSJmj7cbyU+NGp9PiP5/7xJcwa+IB1hvj09cj3SzV893duSPB1gDb6DeLi+ORiOvjusuD5Ik1A9i2X4vbFBqTxO+TS8WCzJvCVuhD5Nn/a9ZyBAvt9JTbyMvTW8N5HsPKnIdD3MjD4+Qj8bPLoybL5p0r0+ycURvewQRz3KYte9C5GwvjNvgz2NNWC+LBXZvtFkDz5x7Cu+rerVvRz8Yb4ZAgy+","GJeRvfM8gb0A7as9uXmUPeKkWD7L1su+UIrOO2LPij02nhA+K4oPvplgjrxykSG/ywgKPT9VnbwpzaC+N1VKvpgCPL6wZn8+VgWoPRzkYr0TOx6/pkorvmCfjj5W+Is+eGbgvqe7+Twum82+VP7oPYyDOb7bzsQ+9AjqPpCssr5Tp2W+u6K+voFT1r0u8KG+tthEPuGxmrw8P5k+nXrMPr+4oj0d5WU9ortwPpEvSD5au+q+rkwaPyOVCb1nKYC+5IMAP82BLT5BbKA+BSYBPb4zy7zd1ok+4+klvQ6arL3BzLU9S0LNvu4yAL97qHY9UA3hvfPkB76oOEW9ylAwPlBeTj5iw8o8jZtBvomZYr4LfrC+GA/ivL99A7xQERE+ejcZvkZyyb3TBCY97dGFPglil72+4lI9e9VevWfjRj7+fIG+6YGtvlI3y7oDX329D/OuPVUvKD52AJc9lt3OPjYfkrwMu2o9kaFKvWDvXT512M2+N0cRPQihRzwHkok9R+xhPSac+b5ZFGa+Q32iPiBgFD2zBr++vd8UPrMnqr16tZE9A2AUPlEwsb58UKS+BsCzvcIigTzyYE29Rcj4vWXdOr78boG8+bS0vv3/5z7b2zO95/GivqOfwb5FN/K+ZBmLvE9Ixr5kONy+1br3vB9x2b2vyAq/i2Wuvfw+kT1NgvU8LLN/PgHQ1z3sGok9qasIvvAB476xPlQ++GinvfbNv70mvZa9zcyrvcMbcb5srWo+opgfva66Ob4WyPC+QjNmvo7tMj6tlEI8A5VbPuMQoL4mf5M++F2DPi3z3j7O5p+8SstXveAc072y5XI+0pkEvrGV4j7XOls+Zj2YvWnuhb5UPZw9YpdIvrXtnz20/Wa+5+ggvqEwgDxTx3w+WzzSvk235D0XyFs+fAnyPWbZar8H6cM+D+Civdzr8b1zSB0/kpqPPZHSgz10lj++XGmTPPhk+z39dWo9jhA/vQnxjT6kDIY96X92vjYggD0+QJS9o16NvZPFer3WlNA+","tXBAP31p/D2abHS+KKaAPkYNa75HnI89+vpMvlqPNT6RQma8+k06Pv1Jg7xzuYM+BnGLuyVNHT36CuM9Xj7qvY5fm74ojMm9usO3vbektz32E7G+GlITOt8osboprcA+eUMPv2GZQz5Wv9O9Aht8PmYPKDzd6Js9kOnMu4rOxjxlKJC+VeSdvkDu/byeySU/vvh8PXjkrr3UK4E+PNdcPYnivbyZGZQ8rYYiPgD0iL1PXSa6PnQ7PIWzcbw1KAe9SCwyvvsmsrzzSQ2+W9zwPjogRL3YvJ6+oZyfvincPT1oajk8aKtZveIYI7wUkLu9T/m9veLeO76/P5e9Gn0ePqA4Aj6iXbM+gfjvPXebUr2gobm+00T0vUMTiD0J/LK8k4CUvXVJMj5R2pS9xhmOvfHFpT4z3Ne9LdEMvnG1wr6q69a9vHJavfu8Ab5xbPY81EPJPaIhIj3WVXw+RHqvPmjobT5iSma+zAiOvK1zaj4dU0g+GljcPSQoLr35RI2+xsVAvt21h7tbcaQ9a4TEvD7lD77rEFC+gamXvf7SHj4OFcy+qF++PUYSZT4KQRq+twUevwegYz6aJ3O89hfNvZp0jj78doC+aJ8bPfimF76gXC082dYHPhF6G75aB0Q9mOITvNxHTr6G70K9zoT1PMGDgr0pavs9zbSCOy9EVT4JDwk/IWAVPptJyD3yaZM+73A4vhDGTTyrU4O++xr3vXyXOr4MbcQ+AOM4vRUAvj2Gl1W7NGfqPHgSPr15GYu9VLQ8vkuu9r1J0Sk+KtnzPJliZb5iYSc+UZWhvcD33D7T3xi/Jw3kPXGrCD6buTc9MWo7vjGGjTvolKK8flu+vFT+ar4jMuM9e+umvgWt9j7bPgU+KeXDPeIFbT1qe4a7c2YQvTOLQj6sGCY+bw+pPezbEztGPd49A+N4uuk74zwi95A6xcbkPOtiUT15IxI+eneqPUW0rr5Pj8u9WnlpPgQ3s7we2yQ+Qj6svulSSD0l7A89KE1HPOjrtT2L4IA+","H56ZvBqxDj7C1TC+zeZfPoAZs74nWA+92kbfPTcfk7xoEGk9a/8UvqR5KL3/64k9YbjnPsPVHr4n4Ae+A+i3vlhEezy6xLa+KvrPvryMDb77n6k8J+cqPqtrtz2XjQs+gxGmPTay/D5gbem9LgCBPkl/uL1bGdA+P/SdPbiRID2O3pU9dJCpPLfTVD7sJIi8pGckPQybpT52uZu9HXKQPv4x/j02LnG9p2QhPmFfsbt0CYK+Co+IPQibmj1bbIW+wwSIvnt+6j0bR6o+0NGlPbRWDr3s3+E9jQX1vsLp1ry11Qu8JOynvXjpAT6d7dm9T+z/Oq6Beb3GqUY9H+HfvQtnEz44vlk9csLwvJvzgb46A2S+vZdDPXdoLr2DoZq+nq9Gvr6zBz7gAIq7qhBSPNR2PT2fMIC9RJGsPWDpIz4D+Eu+nAaEPS+pzD6df5u9+nMJvqTq7TxQCIy7EnPHPu016r7978u8vAYnvZFDbz406aG+3dtePmQq2DzrcZC8i/aLPVVQvDwGRrO+aOLMPsJNDbytDtc9ADaNPWWbVT0qeN26AGlbvR1n9j2MyCG920rhvJHNij6UKqu9SL3qPQEtnr3PGI298zntvkH34T6mG5M921u+vtzQKL7gwso+iOQEPXwIML5g+KK+M4zlPRac4T2B+cg9fx+oPYuU3z4kXjU+n3haPk+ykj5Ea5k92GOdvsOly720nUU+cLGBvW0o+b0mXNG+pfX0OgykIr11BP891DaHPf6APj7HUbe+lqC9PfhHNb6QDAI9napOvnTOhz3+zRS+cPCRvidwq77vHwC+hukDvnJWF75kZ7S+glmIvhaZwT7DaBU+oBh7PsnMij5qtMc9VRZMvc8CV7wDioW91vSJPggXiL5nU4y+VDQ5vZGumz4FuFw+CuZqPpT7Rz7RMdy9+W7HPUs4cL5XR+e8LpDFPetRkz2I56a8+viYvG2meT6mlIo9w/KFPetpYj4hmpU+U9wivQJm/b4rJKK+SYh8PMm3Sz12J8Q+","ySOQvrY1bb7Q0oy9+R2kPesTZL4ACjC8O6N7vtM6Lr7wyVQ+tsKBPrlXnD19PQU+mzMevUrSdj3xX1c98KaTvpm5k76kM509jroMPsRuUb3G4eW9nYebvtNFH72a5tG+eNBavpBvCD0PvAk+YiRDvpTHCb56zoc+Ak0xPSAKGrtYmZi7IEP5PaTgNj7UhIE+kPg0PnDfgb3l/I29UP47vPTNgrw3SMI9jGruPdAuib3NHj29fzpBvtqM/Tx2QL89il4vvq1RwDzEhoy+1y7FPsfEjz0ea5S+sgfCu9Jkgz2qe0k9hAEivjOXQz2+83G+/WUnPmsUyj2aIhg+ojjJPjomhD7tj1W+dDeTOm+Jjj3Rese9lUSAvpirbz4OIwa9zLOTvTMHI77/S5K9wE0evt9YHT7pbyU94xnovR+Ew71Mcoc9tqzuvXfSYL60hWo+QKLfvRS+ijzA7Bw+xerdPbi8Rb78vtI+BNwGvsGCPj5ToMU+vsA3PgShtbys//K+H1ZbPFoLOLygdgY953udvASwGL44Bq4+GHRGPkfZQz4DMI89bjz2vU7zI73/eMi9cLe0vNJlMj7ygeC72OA8vpWd57074Y29kvgxPgextD7HyRW9kUu8PaQzzr6v/pY9OKPFvclrwr0V35C+C/gjPgLjQT60Jme91upyPSzekDv/9E4+uVA0Pnd8E75nlm++Y3PMvVmIOr12cSU9TqZnvj8BWr4uyz698M8fvdBNqbzBAF89VidRPPzJhz34hqY+uC6SO89XrT3d5Ww+L8DkvS5CeL7RLdM9cV+SPW7kt7yWUYK9EbHzPTLJND5W/wA+//bTvvqVJj4gF7c86PFuvW5d/73+KmM+H4E6PperTj44jYC96bhCvqUbnL1AeQg7hNkZPSyHDT0lKdw92qW0vUBhxLtvgwo+7umPvc5dCz4hMuO9qtX0PPu6yb3PuhW+UN63u1Xv+jwRq7w95ZgUvop/UT2r72e9bsw2voYSAj5nP6A++7g7Pvv9MD0o7ns+","iAEyPT+hmL7m1au9YrluvJuLrDyopwW+Zz9xvgK7Gr1+NKe8BS6CvVHNh72uJee9EuShvTS8/DvCB1i+LVG1vcull73E4mc+2yaqvcEWwT2NFqk7wU39vfKXij52cJI+E/kAvvGRhz4VQqy9OQ26uxU6v71oCvi8xythvk4IDr4dR8E9NSgXvujXID4BcC09PCBSvnJvrT3PJzC96kuCPkKNpT12Wti+fCjmvTzICbzfzIG7V5GFvleKdT0Ms2S8f5bIvBFHY71A2w0+JIUTPmTCHz3B2/K9/3cbPiA9fDyXbgm+KXG2vR3eeb5rwbY+2Q4nPwL9hj7AZ3u7kmRjvmyqQD4tCIs9/Eppvn4xKL1g9FO+QNGmOw3aaz0OIxc/HHc6PcKIZL7MqUe9kEbwOfyAnrwgIdI9IwKNvbFBeD7b1hk97FEPPk9QTD02960+IL/1PWn63j4dq429GdkNPd+r7jy/LA49QaTsvs7h3z02d7m+X44HPeuYiD0px5g97rqpPRHRLD3ovTI+z2GUvRQk97wWc6S+9rClPmr9Nz1uPoy9PaGxPT5i0j2CQbC8zCPOPAUTjzvlXPi8MHmOPcjuFr2aII88HX1JvqrbiL2s4bs80Iorvr0i17wcdMa7KL/EPPg73Tz1i2q9AkDovb4/YD4zsGs+hPR0PFiF1j6R/Jm9qZTlPRmzEby/Hv49czZCvgTeWL4IZpM91lTYvCMDnr0kIIw+ERZ2vY3kPr5fbDC9/JjTPSHXYT4l9Mi+TRJYPTTxLz6K7hi8l32Gvdfm8LyaGe49Gi6DPTNDoz7xw5m9BkgUvX53VjzucYW9WCTLvo1MMD5GZGs9G8covhrQyr0ketA8ga4JvgaRdr1j04a+sf2qvhxJt76YCyu9+5LtPXHlU75aKAA+eWQSPnecID5AmtG9vapAPElHWD5Ou3o+5ElZvlXmVL5ZOh6+JVyHPQ4BHz4RM9E+7eSfvWqxs72StkE9rZrLvmBgPz467LG9Xi1UPJtbq7uX+oQ9","SsjDPirQuD46nSe+FCExPtqsi776pCc9ICiOvnZdtT5AHYU++4ykPhcuPLyZB+e9TfCbvHZRlD05Iwk81GbMvToMqb7Ixlg+boZ7vkdynT6xfBw8/0xWvfmNSD1cdq28rqOIvuolU71EvGG+D9taPgQQjr7Z6SS90KMBvJqGUj0Lhpi9FVzcvZ/XzT41yme+JocRvRnbIr4BuiE+U0dyvZQfhb3GebU9QJUHvvgwATtqaz69sf+YvctcMr2BNzQ+ZPCivG+XvL0X/dq8d3EivoQbAb37mUO+DIQyvrvUSD7ax1I9qq7TPYepLD4Wl0e+l4zNvcYGHb6ADYo9ytkVPrigwL0M3q0+k3tePr0LwTwde6o8066TvjHIaz44UK89wgHivfzWjT5ucIU9WVAJv1/3XT1eQA4+efCQPq80HL/Y3Oc99foVPjVUYD4zgjQ+dxi+voZNQT6au5y9iQ1uvmbRbD5FJNG+OPxDvh7NwL7gBg++D/o2PUe3TT545NW9HU6fvgV75j2/qUW+VpqIPYGkEz75PPO9YuT4vrmKab65fpa9YHCVPsd1fT2NKJ8+F0S6vSyzhz055cO9cC/DPUUEiT5eRo++IeNgvRMVZr4/6Y899crjPacHqT6s9wi9+/C9vXBM4z3+Ebu+GOOYvWw7k74Cmlc+L2WWvdTkZT4F2zA+wbRWPYTRcj7kmEo+bZG5voIAbL3rrcS+ZzUhPTcxUT5LOaY+7XuLPJV1PT0+YUm90BzEPJsHGb02OM2+d5nivgEbtr5KIyC+IFNCvTIceL5X0R6/NQbePAYk6L3c2wW8cxjMvUW2qT5TqzW+RlXmvrsNyrwukl29HKKAPQYXkb3HUFe+UccBPjDvzDw6Ujs9tbThvvUcKz6+w2G8EUGPO+Y9iz53/ty9kYOzPc2rnT13xz++d+7KvCwdtD3qlY6+5+wovXj4ez5Jcpw91WsJPSURL74F1om++OVfvq6nTL3b60i9nkkjPHY8kr44iqI9rtJFvV0tXL7YMBe8","Gbi0Pui5o75DPKg+gbqovS4/uT7zagW+1K7GvC3Wpj1hlTa9TtXYPSaXjL1OuTS+xiy9PYgqPD6/F3e+v4PSvjGr0Tw7t9I+4C2/Pi2aJL1aILe+d9KZPiD7hT4dSsQ9n6yjPJJklr5VCai9dpL1vi8QP74a2YS9drhwPTDUFr6uiaQ8OAhzvmq8wr2456s9o1MBPpCfub5stMq++5bJvQtVrL2J3h0+lnrWPQdGID7ySmq+OGIqPRakoL0sBmM+juKwPpgtVb42DBg9/kP3vPg0Ez0uDX29guIKPgZ4RD1J04O+AjE9PJ+nor4Uz3G+OWdKvlPZHr40hkE8C+kBPkGmyT5Zxx6+BiA+vp3q4729CsC+no1hPXjskL71pls+1/IGvNj8JT798GC9lwuBvTGW1D289jY+U8qFPDVLO77K60K+x4zBvtf7vb26P689ds27vufPR75pziO9v0ZWvYr6DruHFSc7esUCvn7BGL7sxTa+E1e4PcKtCD1UNEq9gUCaviqgq76w/gM+Ze4Jvvscxr27XRG/Bc9/PprQnz1U7046aHAKPv/KCb5UiQE9irelO0q6jb7JBIS9drW3vesQ772fZqe7Qe6aPUrVaz7j1AO9q9qfvrupHL47gZ2+NxshvQ5mWDwY9ZA9jn6ivvftGj7CtQq+HwpFvf4eHT4SKc89HH2WvfrHTj5x2YG+MlOLvfNqkj0UNQG+RWmBPaBqBb0w4nQ+GWaXvK7sor6l+7s8h+EivCd9Yr3XLBW/aH3yPYw1kD7h65I+jmM0vS8/Lrz1PIU9Vco9Pq3LpD60BgU9fPiZvkxzSj1aIaq9uuihvfnfI71d0rQ9Q5qBPppkl72OIMi9+e06PiO2Sz7RDtg9OyOYvjg63b4YpjY9xAwGv+4igz4ulEC9o34aPmELxb4Nslw92hXKPbG2lj7fn9A9nBe3PRZqT74i0Tu+6Q2kvKWlhb2Uczg+yK1gPCK4Hj66PZM8L5revj1AXL6kXeC8qh+pvLNAdr19Y1s+","LU/HPhZhcr7OvE89gLw0PmneDr9ZSz49UpVyvgXOwz2pVFs9cMlFPjo7pT1WPZU99kOvvokyWryrK4y9wsRYvY5nxb7GpW6+MXy7vZf5Gz6xNQ++KPVGPnNDXj1dQlo+Klw6vuccir0RrhW+6/LXvnjqMr6rDQk6mBIdvaxefL1esM6+YW1Tvf6b6b61zIw9BeZDvh1UWb7hjYy9ntqHPJuYQL2uyn8+N8icO0xNYDwW2py9+DnRvb1xw7ysg+s9CTw2vfPd1D23wAE+SqdUvoOl37v1gtW+ZkwpPN4P/r4YTAy9jaHHvWdMCT7MZbw9hEqevenYir4O92G+k7lEvTWb1j1z2Aq+YA1tPOpuLb6M6eC9BTkQvkVWpb47g3+9qbpQva4yIT72RLA83qwTvpBuxj3Bogo9tkkYvlz2977lbsi8rJWgvu03hj6LyhE+l0ACPQ1bejxVV4c+mtDePgzurj5GGX69faQFPQKCkb7lkEO+nY8FvvslV77Cc3G93+h9vVBS671vSyg+aQfPPH8lGD5F2bi+tx1XvpUHl77DgoK+2wIKvUkYnr4QpoY+ebyLvr+i2L5cKCw9yCllPtVycr1hEfc88kimvvkqnL7KTli9vByvPaowsT7UuKA8DW8XvoNIxj4ORCe+dtuDvgiNYr4AcEQ+fRBXvQ1Gnb2zzLc+kmfRvfKw9z1aM1Y+KAMHv9jdTTymHzi+QgWEPskAgj5uhxU+1p1GPY4Yl72kk+a+FIWmPFmlL7vyKwm/hLrhvhTYCD5iZYe9+1d2PewPyr3sTwk9iCR7vdTV5j2gQoK+nib4vuGWlL7gxGe9PSNmvtdmpL5Y6vw8xZfnvJumlL1wSiI+bhDrPfFqUb4CiUq+ypHyvderg74QN2K9r84tvZtqcD5MHGq90l+kPoMgR734tc09SomCvYobbb71jC0+q24gPdjzoL0i1eC9FGIVPOwj9b7DlQa900bBvjvKmL2kcx4+VWw1Ph2S8z10KWy+rQguvhENob56Yty+",